Repository: konecnyjakub/Danse_Macabre
Catalog: translations/*/LC_MESSAGES/wesnoth-Danse_Macabre.po
Languages: ja, ru

source: Hey! Your damned fellows have been finished. It's about time for you to appear!
ja: おい！貴様の忌まわしい同胞は全て始末したぞ。いい加減に姿を現したらどうだ！
ru: Эй! С твоими проклятыми помощниками покончено. Не пора ли тебе и самому появиться?

source: You seem to want to trouble me at any cost...OK...I'll show you myself...
ja: どうあっても私の手を煩わせたいようだな・・・いいだろう・・・私の姿を見せてやる・・・
ru: Вы, похоже, прямо таки хотите любой ценой побеспокоить меня... Ну хорошо... Я предстану перед вами...

source: WITH YOUR DEATH!!
ja: 貴様の死と共にな！
ru: ВМЕСТЕ С ВАШЕЙ СМЕРТЬЮ!!!

source: You seems to want to trouble me at any cost... OK... I'll show you myself...
ja: どうあっても私の手を煩わせたいようだな・・・いいだろう・・・私の姿を見せてやる・・・
ru: Вы, похоже, прямо таки хотите любой ценой побеспокоить меня... Ну хорошо... Я предстану перед вами...

source: Well...done...
ja: よく・・・やった・・・
ru: Хорошо... сделано...

source: You now meet your doom....Accept it gracefully, your highness.
ja: お前は滅びるのだ・・・ 潔く受け入れるがいい、我が主よ。
ru: Ты умираешь... Прими свою смерть как подобает.

source: Ha...ha...hahahahahahahahaha!!!
ja: は・・・は・・・ははははははははははは！！
ru: Ха... ха... хахахахахахахаха!!!

source: OK...I perish...But...You are NOT a winner...Both of us are LOSERS!
ja: いいだろう・・・私は滅ぶ・・・しかし・・・お前は決して勝者ではないぞ・・・我々は共に敗北者なのだ！
ru: Да... Я умираю... Но ты не победил меня... Мы оба ПРОИГРАВШИЕ!

source: ...Don't talk nonsense.
ja: ・・・たわけたことを。
ru: ...Не говори чепухи.

source: You will soon know what I mean....Muhahahahahaha....
ja: 今に知ることになるだろう・・・ むはははははは・・・
ru: Скоро ты узнаешь, что я имею в виду... Мухахахахахаха...

source: That..does...it.
ja: やっと・・・終わった・・・。
ru: Что... происходит?

source: Ugh!!
ja: ぐはっ！
ru: Тьфу!!!

source: But...you...haven't won yet!!
ja: だが・・・まだ終わりではないぞ！！
ru: Но... ты... ещё не победил!!!

source: Huff..huff...hehe... As long as there are souls in this world... I'll never perish!!
ja: はあ・・・はあ・・・くっくっく・・・ この世に魂が存在する限り・・・私は決して滅びん！
ru: Гнев... гнев... хе-хе... Пока в этом мире есть души... я никогда не погибну!!!

source: It's like Vita said... OK, retreat. I'll finish him.
ja: Vitaの言った通りだ・・・よし、下がっていろ。私が止めを刺す。
ru: Точно так же говорила Вита... Отступайте. Я прикончу его.

source: Obey my order, poor soul!
ja: 我が命に従え、哀れな魂よ！
ru: Выполняй мои приказы, душа!

source: Rusty Axe
ja: 錆びた斧
ru: ржавый топор

source: Macabre set foot on the mountainous region which is Dwarves' called home.
ja: Macabre はドワーフが領土とする山岳地帯に足を踏み入れた。
ru: Макабр повёл свою армию в горы, в земли гномов.

source: Dwarf
ja: ドワーフ
ru: Гном

source: Balin
ru: Балин

source: monster
ja: モンスター
ru: монстр

source: Defeat Enemy Leader
ja: 敵リーダーを倒せ
ru: Победите вражеского лидера

source: Gimli
ru: Гимли

source: Bah! Nasty undead! Don't let them encroach on our territory!
ja: はっ！汚らわしいアンデッドめ！奴らを我々の領地に入れるな！
ru: Вот те на! Поганые мертвецы! Не дадим им топтать наши горы!

source: Yes, si..
ja: わかりまし・・・
ru: Да, мой коро...

source: Damn, Yeti! Not now!! ...But I will never leave my position. It's my duty!
ja: くそ、イエティか！こんな時に！！・・・しかし、持ち場を離れるわけにはいかん。これが私の任務だ！
ru: Проклятье! Йети! Только не сейчас... Но я никогда не сдам рубежи. Я до конца исполню свой долг!

source: Good. Then go for it.
ja: よろしい、まあ頑張りたまえ。
ru: Хорошо. Он нам подойдёт.

source: Arrgh!!...But I have no regrets about my death.
ja: ああああ！！ ・・・しかし、死んでも悔いはないぞ。
ru: Аррг!!!... Я сражён... У меня нет оправданий своей гибели...

source: Salute. By the way, give me your heart, please.
ja: 敬礼。ところで、君の心臓をいただけませんか。
ru: Приветствую, воин. Дай нам, пожалуйста, своё сердце.

source: ...Do whatever you want...
ja: ・・・好きに・・・しろ・・・・
ru: ...Делайте, что хотите...

source: I'll take you up on your kind offer. Cut his heart out!
ja: お言葉に甘えて。奴の心臓をえぐり出すぞ！
ru: Благодарю за добрую волю. Вырвите его сердце!

source: This is a heart of dwarf. Should he pick it up?
ja: これはドワーフの心臓です。彼が取りますか？
ru: Вот сердце гнома. Взять его или оставить?

source: The Heart of Dwarf
ja: ドワーフの心臓
ru: сердце гнома

source: He ate the heart and got steadfast, all resistances and other dwarvish feature!
ja: 彼は心臓を食べ、装甲、全耐性および他のドワーフの特徴を得た！
ru: Он съел сердце и его сопротивления возросли. Появилась и ещё одна гномья особенность.

source: Well done. If there is a man among you, let him eat the heart!
ja: よし。我こそはという者がいたら、その心臓を食らえ！
ru: Отлично. Если среди вас есть достойный, то пусть съест сердце храброго эльфийского воина!

source: Return of the Living Dead
ja: 帰ってきた死者
ru: Возвращение живых мертвецов

source: There was a reason that the living feared them. They were not a disorderly lot that acted out of selfish desires, nor apathetic puppets of necromancers. They seemed to have both intelligence and a will of their own. But these odd zombies were only a few like Macabre, Merrin, etc. For other zombies, it didn't make any difference who led them. They just obey their master's order and fill their stomach.
ja: 生者が彼らを恐れたのには理由があった。彼らは、ただ欲望のままに動く無秩序な死者の群れでもなく、またネクロマンサーに操られる無気力な傀儡でもない。彼らには知恵も意志もあるように思われたのだ。しかし、実際に異質だったのは Macabre を初めとする一部の者だけだった。他のゾンビたちにとっては、誰に率いられよう大差はない。ただ主の命令に従い、空腹を満たすだけだった。
ru: Не без причины всё живое боялось их. Ходячие мертвецы не были сбившимся в кучу стадом, в котором каждый угождал лишь своим желаниям, не были они и безразличными марионетками некромантов. У них, казалось, были и разум, и собственная воля. Но эти странные зомби не вполне походили на Макабра, Мэррина и им подобных. Для них не имело значения, кто ими руководит; они слепо выполняли приказы своего повелителя и набивали брюхо.

source: The undead who were deprived of the stronghold left for Macabre. But Macabre had already been killed by the mage. They lost their commander and were bewildered. They were at a loss of what to do next and could only wait for their instinct to revive.
ja: オークに城を奪われた死者達は Macabre のもとへと向かった。しかし、Macabre は既に魔術師によって倒されており、司令塔を失った彼らは途方に暮れるほかなかった。いや、正確に言えば、何をすればよいのか分からず、ただ本能が蘇るのを待つばかりであった。
ru: Орки прогнали мертвецов из крепости, а маги убили их вожака Макабра. Потеря хозяина привела мертвецов в замешательство. Зомби оказались растеряны и не знали, что делать дальше. Им оставалось только полагаться на свой инстинкт.

source: Then the smell of the living wafted in. The dead couldn't think anymore. Flesh...There is flesh...
ja: 気がつくと、背後から生者の臭いが漂ってきていた。死者達にはもはや何も考えることができなかった。肉だ、肉がある。
ru: А потом до них донёсся запах живых тел. Мертвецы больше не могли думать ни о чём, только о желанной плоти. Плоть... сочная плоть...

source: Orcs
ja: オーク
ru: Орки

source: Bakgodek
ru: Бэкгодэк

source: Ha ha ha! I got this stronghold thanks to the living dead!
ja: がはは！！死に損ないどものおかげで城が手に入ったぞ！
ru: Ха-ха-ха! Мертвецы прямо подарили мне эту крепость!

source: Hehe, does this mean that there is a major change in the power structure?
ja: へっへ、これで情勢は大きく変わりましたかな？
ru: Хе-хе! Не означает ли это, что власть тут переменилась?

source: Something like that. Though we lagged behind humans in the recent war, that's not going to happen any longer!
ja: そういうことだ。先の大戦では人間に後れを取ったが、もうそうは行かんぞ！
ru: Что-то вроде того. Конечно же, мы отгребли от людей в последней битве, но больше этого не повторится.

source: Chief! The living dead are coming back!
ja: 頭！死に損ないどもが戻ってきます！
ru: Вождь! Зомби возвращаются!

source: Bah! With their leader?
ja: ふん！首魁と共にか？
ru: Вот хрень! Их вожак с ними?

source: No! That guy was killed by a human mage!
ja: いいえ！奴は人間の魔術師に焼き殺されました！
ru: Нет! Того парня прихлопнули маги.

source: This is perfect! They have really become like the normal living dead!
ja: これは好都合だ！奴らは本当の役立たずになったわけだ！
ru: Отлично! Вот теперь они стали обычными ходячими мертвяками!

source: Blow them up!!
ja: 奴らを蹴散らせい！！
ru: Размажьте их мозги!

source: Yes, sir!
ja: 了解！
ru: Да, господин!

source: Return to your grave!
ja: 墓へ帰れ！
ru: Возвращайтесь в свои могилы!

source: Wait! Don't hurry to your death!!
ja: 待て！死に急ぐな！
ru: Стой! Не торопи свою смерть!

source: No!!
ja: やめろ！！
ru: Нет!!!

source: Silly twit!
ja: のろまめ！
ru: Тупая тварь!

source: Muhahaha! Let me do it!!
ja: むはははは！わしにもやらせい！！
ru: Му-ха-ха-ха-ха! Дайте-ка мне ударить как следует!

source: Oops!
ja: しまった！
ru: Упс!

source: Arrgh!!
ja: あああああ！
ru: Арргх!!

source: Go to hell, obtrusive fly!!
ja: 落ちろ！目障りなハエめ！！
ru: Иди ты к лешему!

source: Oooouuuuchhhhh!!!!
ja: ぐわあああああああ！！！
ru: Ооооооооуууууууу!!!!

source: Chief!
ja: 頭！
ru: Вождь!

source: What the fuck!! ...I never heard that such a guy exists!
ja: なんだこいつは！！ ・・・こんな奴がいるとは聞いてないぞ！
ru: Что за хрень!!!... Я никогда не слышал об этом парне!

source: Wait! Chief!
ja: 待って下さい！ 頭！
ru: Постой! Вождь!

source: Wh...Who are you?
ja: あ・・・あんた、誰？
ru: Кт... Кто ты?

source: Do you fail to recognize the face of your boss? ...though I'm not surprised.
ja: ボスの顔を忘れたのか？ ・・・まあ無理もないがな。
ru: Что, не способен узнать своего командира? ...хотя я и не удивлён.

source: My boss!? Is it really you?
ja: ボス？本当にあなたなのですか？
ru: Мой командир? Ты ли это?

source: Exactly.
ja: そうだ。
ru: Да, я.

source: I...I can't believe it!
ja: し・・・信じられない！
ru: Я... Я не могу в это поверить!

source: That magician was at death's door, so he didn't have enough power to burn down my bones. And I can still move...maybe it takes a strong will. I will teach my comrades this special trick. We will get a troop of skeletons.
ja: あの手品師も瀕死だったからな。骨まで焼き尽くす力は残っていなかったようだ。それに私はまだ動ける・・・おそらく強い意志のなせる業だろう。私はこの秘技を仲間に教えよう。我々はスケルトンの一隊を得ることになる。
ru: Тот маг находился при смерти, поэтому ему не хватило сил сжечь дотла мои кости. И я всё ещё способен двигаться... Возможно, меня тянет вперёд сила воли. Я обучу своих новых братьев этому трюку. У нас будет отряд скелетов.

source: Shit! This is an unexpected thing...but it is just a case of having to capture the stronghold again!
ja: くそっ！予想外の事態だ・・・ だが、もう一度奪えばいいだけのことよ！
ru: Дерьмо! Как же это случилось? Какого лешего! Потерять крепость! Теперь её хрен обратно захватишь!

source: Hold the enemy in check! I will lead from the rear.
ja: 敵を食い止めろ！わしは後方から指揮を執る。
ru: Сдерживайте врага! Я начну отступление.

source: A...anyways, I'm glad to see you aga...
ja: と・・・とにかく、またお会いできて・・・
ru: В любом случае, я рад тебя видеть...

source: Enough of that. We must fight these Orcs...and STOP THEIR BREATH!
ja: それはもういい。我々はオークと戦わなければならない。・・・そして奴らの息の根を止めるのだ！
ru: Хватит! Нужно сражаться с орками... И ОСТАНОВИТЬ ИХ ДЫХАНИЕ!

source: Y...Yes, sir!
ja: りょ、了解！
ru: Да, командир!

source: The Bridge
ja: 橋
ru: Мост

source: We are close to reaching land!
ja: もうすぐ向こうに着きます！
ru: Мы почти добрались!

source: OK, be ready to destroy this bridge.
ja: よし、橋を落とす準備をしておけ。
ru: Приготовьтесь обрушить мост.

source: Oh, do you want to destroy it? Do I need to help you?
ja: おお、橋を落としたいのか。助けてやってもいいぞ。
ru: О, вы хотите его разрушить? Мне вам помочь?

source: You don't have to thank me! Muwahahaha!
ja: 礼はいらんよ！フハハハハハハハハ！
ru: Не нужно благодарностей! Мухахахахаха!

source: Bloody hell! We have been divided!
ja: なんたることだ！分断されてしまった！
ru: Проклятье! Мы разделены!

source: We are obviously in the jaws of death!
ja: 完全に死地じゃな。
ru: Мы буквально находимся между готовыми сомкнуться челюстями смерти!

source: That's not necessarily true. It is certain that they are weaker now than when they were alive. If we take advantage of this narrow bridge, we can defeat them one by one.
ja: そうとも限りませんよ。奴らは明らかに生前より弱体化しています。この狭い橋を利用して戦えば、各個撃破することも可能でしょう。
ru: Всё не обязано закончиться именно так. Ведь сейчас они гораздо слабее, чем при жизни. Если мы воспользуемся этим узким мостом, то сможем одолеть их одного за другим.

source: But it will take too much time! What if the lich's main forces came here!? Then we really will have hell to pay!
ja: しかしそれでは時間がかかり過ぎる！リッチの本隊がやってきたらどうするんじゃ？そうなれば、いよいよ終わりじゃぞ！
ru: Но сколько это займёт времени! Что если сюда поспеют главные силы лича? Тогда здесь будет действительно кровавое побоище!

source: ......I have no choice but to go by myself.
ja: ・・・私一人で行くほかなさそうだな。
ru: …У меня нет иного выхода, кроме как идти самому.

source: No! It's too dangerous!
ja: そんな！危険すぎます！
ru: Нет! Это слишком опасно!

source: As Philosophy says, we have no time to lose. To hold back the lich's army, I must advance forward as far as possible and take up a position...even if I can only use fresh recruits.
ja: Philosophy の言う通り、我々には時間が無い。リッチの軍勢を食い止めるため、私は出来る限り前進し、布陣しなければならん・・・たとえ新兵しか用いられぬとしてもな。
ru: Как сказал Философ, у нас нет ни одной лишней секунды. Чтобы сдержать армию лича, мне нужно максимально продвинуться вперёд и занять позицию.., даже если я останусь лишь с новичками.

source: Hmm...
ja: ふうむ・・・
ru: Хм...

source: We the air army will go with you!
ja: 私たち空軍だけでもお連れください！
ru: Воздушная армия пойдёт с тобой!

source: No. How can those left behind ford the river without an air forces? Also in this situation, a waterborne assault will expedite victory. It's undoubtedly crunch time. Nothing ventured, nothing gained.
ja: 駄目だ。お前達なしでどうやって残った者を渡河させる？それにこの状況では、海上からの支援が勝利を早めよう。中途半端なことをしている場合ではない。危険だろうが、少しでも勝算の高い方に賭けねばならん。
ru: Нет. Как оставшиеся позади смогут преодолеть реку без вашей поддержки? Также, в сложившихся обстоятельства, нападение с реки может ускорить победу. Пришла пора рисковать. Кто не рискует, тот и не выигрывает.

source: Focus on just the visible enemies! I'll devote all my energy to holding back the lich's army.
ja: 眼前の敵にのみ集中しろ！私は全力でリッチの軍を食い止める！
ru: Сосредоточьте усилия на тех врага, которых можете достать! Я же все свои силы отдам, чтобы сдержать армию лича...

source: ...As you wish.
ja: ・・・御意。
ru: ...Как скажешь.

source: OK. We'll catch you in a minute.
ja: 分かったわい。なに、すぐ追い着いてみせよう
ru: Хорошо. Мы скоро будем.

source: Good luck, boss!
ja: 幸運を、ボス！
ru: Удачи, командир!

source: You too!
ja: お前達もな！
ru: И вам так же!

source: Lie down in Darkness
ja: 闇の中に横たわりて
ru: Погружение во мрак

source: Macabre captured the stronghold quicker than he thought he would. But he had no time to feel elated by his victory. Mages were coming. Macabre entrusted the defense of the stronghold to his henchmen and went to the southeast forest to attack the mages himself.
ja: 瞬く間に城砦を攻め落とした Macabre。しかし勝利に浮かれている場合ではなかった。魔術師の一隊が間近に迫っている。Macabre は城の守りを腹心たちに任せ、自ら魔術師を襲撃するべく、南東の森へと向かった。
ru: Макабр захватил цитадель быстрее, чем предполагал, но у него не было времени упиваться победой. Ожидали скорого прибытия магов. Поручив охрану крепости своим приспешникам, Макабр направился к юго-восточному лесу, чтобы первым успеть нанести удар.

source: Mages
ja: 魔術師
ru: Маги

source: Philosophy
ru: Философ

source: Mages...are...coming. Go!
ja: 魔術師どもが・・・迫って・・・いる。行け！
ru: Маги...приближаются. Вперёд!

source: Are we there yet? I'm tired.
ja: まだつかんのか？もう疲れたわい。
ru: Сколько ещё осталось? Мои ноги уже отказываются поднимать пыль!

source: I see the stronghold! We are near!
ja: 城砦が見えました！近いです！
ru: Я вижу цитадель! Мы близко, Философ!

source: Good. Brace up! A fierce battle is expected in the stronghold.
ja: よし。気を引き締めろ！城砦では激戦が予想される！
ru: Вот и замечательно. Крепитесь! В этой цитадели с часу на час ожидают одну из величайших битв нашего времени!

source: Yes, sir.
ja: 分かりました。
ru: Да, господин.

source: Wait...That's strange...
ja: 待って下さい・・・変です・・・
ru: Подождите... Как-то странно тут...

source: What?
ja: え？
ru: Что?

source: It's too quiet...as if the battle were over. Has the general already vanquished the zombies?
ja: 静かすぎるのです・・・まるでもう戦いは終わっているかのように。将軍が既にゾンビたちを討ち滅ぼしたのでしょうか？
ru: Вслушайтесь: такая тишина... будто сражение уже закончилось. Генерал одолел зомби без нашей помощи?

source: That's not likely. I hear that the new zombies are formidable opponents.
ja: それは思い過ごしだ。今度のゾンビどもは手強い敵だと聞いている。
ru: Вероятность такого развития событий крайне мала. Я слышал, что новые зомби очень грозные соперники, и ещё никому одной лишь силой оружия не удалось сразить их.

source: What the fuck! Kill them!
ja: なんだこれは！奴らを殺せ！
ru: Что за хрень! Убейте их!

source: Well done!
ja: よくやった！
ru: Отлично!

source: ...Are...you...sure?
ja: ・・・それは・・・確か・・・か？
ru: ...Ты...уверен?

source: You will...capitulate...at my gates, magician. By becoming...a corpse...
ja: 我が軍門に下れ・・・手品師よ。死体となってな・・・
ru: Вы...сдадитесь...мне...маги. Станете...трупами...

source: You...die...now!
ja: お前は・・・今・・・死ぬ！
ru: Сейчас...вы...умрёте!

source: Now you are our frie...
ja: これでお前も我々の友・・・
ru: Теперь...вы...наши...дру...

source: NOT YET!!
ja: まだだ！
ru: ЕЩЁ НЕТ!!!

source: I did it!!
ja: やったぞ！
ru: Ага! У меня получилось!!!

source: Avoid further bloodshed! Retreat!
ja: 敵首領は倒した！これ以上の流血は無益だ！撤退せい！
ru: Постарайтесь избежать излишнего кровопролития! Отступайте!

source: Oh shit!!
ja: ああ、なんてことだ！！
ru: Дерьмо!!!

source: Emergency!
ja: 緊急事態！
ru: Плохие вести!

source: The main host of Orcs attacked us! The stronghold has been captured!
ja: オークの主力部隊が襲撃してきました！城砦は奴らの手に！
ru: Орки подкрались незаметно и... и захватили замок!

source: Where is boss?
ja: ボスはどこだ？
ru: Где наш командир?

source: Dawn of the dead
ja: 死者の夜明け
ru: Рассвет мертвецов

source: At last Macabre killed the lich.
ja: ついに Macabre は宿願であるリッチ打倒を果たした。
ru: Наконец Макабр убил лича.

source: Now I...no...we have earned our freedom. Thank you for fighting with me. I'm no longer your leader. Nothing governs you...in the true sense of the term. Go anywhere and lives as you like.
ja: これで私は・・・いや、私たちは自由の身だ。これまで共に戦ってくれたことを感謝する。そしてもう、私はリーダーでもなんでもない。お前達を束縛するものは何もなくなったのだ。好きなところへ行って、好きに暮らすがよい
ru: Мы выбороли нашу свободу. Спасибо за поддержку. Теперь, я больше не ваш предводитель, вы свободны, никто вами не управляет... в прямом смысле этих слов. Идите куда пожелаете и занимайтесь, чем придётся по нраву.

source: The zombies and other undead cheered. Most of them didn't understand what was going on, but at least felt free. They left Macabre slowly, and only a few of them stayed.
ja: 歓声を挙げるゾンビおよび他のアンデッドたち。多くは何が起こっているのか理解していなかったが、少なくとも自由になったことを肌で感じとっていた。彼らはゆっくりと Macabre の元を離れ、銘々の方向へと消えていった。そして一部の者達が残った。
ru: Большинство зомби с радостью восприняли эту новость, хоть и не поняло сути происходящего. Почти все они покинули Макабра и лишь несколько ходячих мертвецов осталось с ним.

source: Boreas
ru: Борей

source: We won't leave.
ja: 我々はあなたの元を離れませんよ。
ru: Мы никуда не уйдём.

source: Merrin
ru: Мэррин

source: Yes...we haven't lost our ability to reason. It's better to live with you.
ja: そう・・・私たちは知能を残したままだ。あなたの元で共に暮らす方が、余程楽しい
ru: Да... Мы утратили способность рассуждать. Лучше останемся с тобой.

source: Exactly. It's impossible to go back to the way things were. How about founding a kingdom for undead?
ja: そうだ。自然に帰ることなどもうできん。どうだ、ゾンビの王国でもつくらんか？
ru: И правда. К прошлой жизни вернуться невозможно. Как насчет того, чтобы основать королевство мертвецов?

source: ......Ha ha.
ja: ・・・はは。
ru: …Ха-ха.

source: and they lived happily ever after
ja: かくて世界に平和が訪れた・・・
ru: И жили они долго и счастливо.

source: ...That was not a fact.
ja: ・・・かに見えた。
ru: ...Но не так.

source: Really it is not that simple. To begin with, the undead are not natural. All natural creatures age and die, but undead never age. They continue to move eternally and eat the flesh of the living. That's their nature. They shouldn't have returned to the world of the living.
ja: 現実はそう甘くない。大体、アンデッドなどというものは自然のものではない。自然の被造物は必ず死ぬ。しかし、アンデッドは決して死ぬことはない。永遠に動き続け、生者の肉を貪り続ける。反自然的な存在者。これが彼らの本性であった。自然に帰ってはならなかったのだ。
ru: На самом деле, всё было не так уж и просто. Ведь ходячие мертвецы не самые нормальные существа на свете. В природе всё устроено иначе: всё рождается, живёт и умирает. Но не зомби. Они неизменно мертвы и продолжают пожирать живую плоть. Это их суть. Они не должны были возвращаться в мир, который уже один раз оставили.

source: In the aftermath of victory and freedom, Macabre had forgotten this. Now this absurdity caused a serious problem.
ja: こうしたことを Macabre は忘れていた。勝利の余韻と自由の実感によって知恵に暗幕が掛かっていたのだ。そしてこの不合理が、ある重大な問題を引き起こした。
ru: Когда Макабр победил лича и обрёл свободу, то забыл о собственной ненормальности. А теперь всё оборачивалось серьёзной проблемой.

source: The difficulty of obtaining food.
ja: 食糧難である。
ru: Трудности пропитания.

source: The appetite of the zombies were exhausting the populations of every race which lived in the world. It was inevitable because they didn't have enough power to resist. Macabre had overly distorted the order of nature. He killed too much, yet the zombies didn't stop. Rather, the numbers of zombies kept growing and the scarcity of food became more and more serious. The whole world was filled with death. Soon there would be no food left anywhere.
ja: ゾンビたちは、世界の各地で細々と生き延びていたあらゆる種族を食い尽くしていった。彼らにはもはや抵抗する力などなく、これは必然の結果であった。 Macabre はリッチと戦うためとはいえ、余りにも自然の理を歪めた。殺しすぎたのだ。それでもゾンビたちは止まらない。いやむしろ、仲間を増やし続け、食糧難は激越な速度で進んでいった。そしてついに、世界は完全に死で包まれた。とうとう食べるものがなくなったのだ。
ru: Аппетит зомби возрастал с каждым днём. Не осталось в мире ни одного народа, который не пострадал от нашествия ходячих мертвецов. Случившееся было неизбежным. Макабр нанёс всем живущим слишком большой урон, и оставшиеся не могли противиться нашествию. Количество зомби всё возрастало и возрастало, а еды для них становилось всё меньше и меньше. Весь мир наполнился смертью. И вскоре еды вообще не осталось. Нигде.

source: Zombies were struggling against hunger. Flesh...No flesh...Where...Nowhere...Pain changed into complaint. Why...Why no flesh...Why...Unusual...Flesh...There must be flesh...Cruel treatment...And extensive complaints changed into a general will.
ja: ゾンビたちは空腹にあえいでいた。肉・・・肉がない・・・肉・・・どこにある・・・どこにもない・・・。そして苦痛は不満へと変わった。どうして・・・なぜ肉がなくなった・・・どうして・・・おかしい・・・肉・・・肉はいつもなければいけない・・・ひどい・・・。広範な不満の蓄積は、ある一つの一般意志を作り上げていった。
ru: Теперь зомби сражались против голода. Плоть... Нет плоти... Где... Нигде... Боль переросла в жалобы... Почему... Почему нет плоти... Неправильно... Плоть... Должна быть плоть... Жестоко... А жалобы выросли в одну общую на всех мысль.

source: He...did...this.
ja: あいつの・・・せいだ・・・
ru: Это... сделал... он.

source: It was Macabre who had led them, made them fight and then left them alone to starve. This difficulty of obtaining food was caused by Macabre...They reached this conclusion easily. They couldn't help but feel so.
ja: 彼らを率い、戦わせ、そして自然に帰したのは、他ならぬ Macabre だった。この食糧難は、元をたどれば、 Macabre が引き起こしたもの・・・。知能を欠いた彼らがこの結論に到達するのは容易かった。いや正確に言えば、そのように感じざるを得なかったのだ。
ru: Это он виновник всех бед, это он повёл их на битву, а затем бросил на произвол судьбы, это он привёл к тяжкому голоду. Макабр!.. Вывод пришел сам собой. Они не могли думать иначе.

source: He...He is bones...So he doesn't want flesh...He isn't hungry...Our pain...He doesn't know...Can't know...UNALLOWABLE...
ja: あいつは・・・あいつは骨・・・骨だから肉いらない・・・空腹じゃない・・・おれたちの苦しみ・・・分かってない・・・分からない・・・許せない・・・
ru: Он... Он скелет... потому он не жаждет плоти... Ему не ведом голод... Наша боль... он не знает боли... Не может знать... НЕЛЬЗЯ...

source: This general will led all zombies to Macabre.
ja: そして世界中のゾンビたちはこの一般意志に導かれ、 Macabre のもとへと大挙していった。
ru: Охватившее ходячих мертвецов чувство привело их к Макабру.

source: Zombie
ja: ゾンビ
ru: Зомби

source: A horde of zombies are coming with great verve!!
ja: ぞ、ゾンビの大群が、ただならぬ気配でこちらへやってきます！
ru: Сюда направляется орда зомби!

source: Hm...what brings them here?
ja: ふむ・・・何の用でしょう
ru: Гм... что они тут забыли?

source: Hmm. The foundation ceremony is held today. They must wanna attend it.
ja: ははあ、今日は建国式だ。やつらも本能でそれを眺めたいにちがいない
ru: Хм. Возможно сегодня состоится какая-то церемония и они спешат принять в ней участие.

source: (Perhaps...they have exhausted their food supply...It's not surprising. Why didn't I expect this? But there is no food here either. My trusted friends can control their desire, but they are also suffering from hunger. Whereas those who don't have reason...)
ja: （おそらく・・・食料がなくなったか・・・。当然だ。私としたことが、こんなことも予想できなかったとは・・・。しかし、やってくる彼らに提供してあげられる食料などここにはない。私の周りのものたちも、欲望を抑制できてはいるが、空腹に苦しんでいる。まして知能を欠く彼らにとっては・・・）
ru: (Может быть... у них закончилась пища... Это не удивительно. Почему я не предвидел этого? Но тут нет никакой еды. Мои друзья мучаются от голода, но держат себя в руках. Хотя, отсутствие разума...)

source: ...Fill the whole world with death...
ja: ・・・世界を死で埋め尽くすのだ・・・
ru: ...Заполни смертью весь мир...

source: ...No matter how hard you struggle, your destiny is in my hand...
ja: ・・・いくら足掻こうとも、所詮は我が掌の内なのだぞ・・・
ru: ...Не имеет значения твоя сила, не имеет значения твоя борьба... Ты в моих руках...
