Repository: konecnyjakub/Danse_Macabre
Catalog: translations/*/LC_MESSAGES/wesnoth-Danse_Macabre.po
Languages: ja, ru

source: Macabre recalled the warning of that lich. He had thought that it had been mere provocation.
ja: ふと Macabre はかつてリッチから投げかけられた言葉を思い出していた。あのときはただの挑発だと思っていた。
ru: Макабр вспоминал предсмертные слова лича, но думал о них, как о последней пакости сражённого врага.

source: (OK... Now I know. After all, I filled the whole world with death. I wanted to defeat him. And he hungered for power. As a result, we cooperated to ruin this world.)
ja: （そうか・・・そういうことか。結局、私は世界を死で満たした。私は奴を倒すために、奴は力への渇望から、共に協力して世界を滅ぼしたというわけだ）
ru: (Теперь я понимаю... В попытке одолеть друг друга, лич и я, мы до краёв наполнили этот мир смертью. Мы разрушили этот мир.)

source: (And he must have foreseen this empty ending...)
ja: （そして奴は、その先に待つこの空虚な結末を予見していたに違いない・・・）
ru: (И старый лич прекрасно видел последствия моей победы...)

source: Ha!!
ja: はっ！
ru: Ха!!!

source: W..what's the problem, sir?
ja: ・・・どうかされましたか？
ru: В... в чём проблема, командир?

source: ...Never mind.
ja: ・・・いや、なんでもない
ru: … Не важно.

source: (We are merely unproductive beings. We shouldn't have gotten freedom. Our liberty...fills this world with death, bane and barrenness. We...should have eternally been...slaves and foolish puppets!!)
ja: （我々は結局不毛な存在者だということか。自由になどなってはならなかった。我々の自由は・・・世界を死で包む。その結果はなんのことはない破滅だ。不毛だ。我々は・・・永遠に、不自由で、愚かな、くぐつでなければならなかったのだ！！）
ru: (Мы — ходячие мертвецы — просто не можем быть самостоятельными. Наша свобода — заполнять мир смертью, отравой и бесплодием. Мы должны навеки оставаться рабами и марионетками!!!)

source: ...I'm better off dead...
ja: ・・・いっそ滅びた方がましだ。
ru: ...Я более развитый мертвец...

source: Pardon?
ja: 何かおっしゃいましたか？
ru: Прошу прощения?

source: (But what about my friends? They have longed for me and stayed here. How can I give account?)
ja: （しかし、この者たちはどうする？私を慕い、ここに残ってくれている。彼らにどう申し開きをすればよいのだ）
ru: (Но как на счёт моих друзей? Они преданны мне и остались со мной. Что же делать?)

source: They are near at hand!
ja: 奴らはもうそこまで迫っています！
ru: Они уже близко!

source: (You are also sent to your doom...I can't say such a thing. What...should I do?)
ja: （お前達も滅びよ・・・などとは口が裂けても言えない。いったい・・・私は・・・どうすればよい？）
ru: (Я должен отправить вас на верную гибель... Но не могу сказать это... Что же мне делать?!)

source: They are rushing into here, sir Macabre!!
ja: 奴らがなだれこんできます！！Macabre 殿！！
ru: Они мчатся сюда, Макабр!

source: W..why!? Why do they have feelings of hatred?
ja: ど、どうなっとるんじゃいったい！！なぜわしらに敵意を向ける！！！
ru: Но почему? Почему они ненавидят нас?

source: ...un
ja: ・・・げよ
ru: …..ун

source: JUST RUN!!!
ja: 逃げよ！！！
ru: СПАСАЙТЕСЬ!!!

source: They have a legitimate reason to feel hatred. They are filled with pain from their hunger. Maybe...the pain was caused by me after all. So they hate me. But it's not your problem. Even so, if you are here, they will aim their attack at you...So run away.
ja: 奴らが敵意を抱いているのは無理もない。彼らは空腹という苦痛に満たされている。それを招いたのは・・・結局私なのだろう。だから私を恨んでいるのだ。だが、お前達は関係ない。お前達は恨まれてはいない。それでも、ここにいれば間違いなく彼らの怒りを買うだろう。・・・だから、逃げるんだ
ru: Правда на их стороне, и ненависть их вполне законна. Моих братьев переполняет голод и боль... И, может быть, эта боль вызвана мной. Моих братьев ведёт ненависть, но эта ненависть направлена только на меня. Мои братья хотят растерзать меня, но если вы, мои верные товарищи, останетесь тут, то печальная участь не минует и вас.

source: That...That's fine by us. But what will you do?
ja: そ・・・それは構いませんが、ボスはどうなされるのです？
ru: Понятно... Но что ты будешь делать?

source: ...I will try to persuade them not to. That's the only thing I can do. Am I wrong?
ja: ・・・説得をこころみる。それが、私にできる唯一のことだ。違うか？
ru: …Попытаюсь убедить их. Вот и всё, на что я способен. Я неправ?

source: You are kidding! They will never accept your persuasion!
ja: ばかな！！やつらがそんな言葉を受け入れるはずがなかろう！
ru: Не шути! Они никогда не примут твоё предложение!

source: Exactly! Because they don't have the ability to reason, they hate you! It's impossible to talk with them!
ja: その通りです！奴らは知能がないからこそ、こうして逆恨みをしているのです！話し合う余地などありましょうか！
ru: Точно! Они лишены способности рассуждать и испытывают к тебе жуткую ненависть! Ты никогда не договоришься с ними!

source: Let's run away together!!
ja: 一緒に逃げましょう！！
ru: Уйдём вместе!

source: Enough!!
ja: もういい！！
ru: Прекратите!!!

source: I...must take responsibility. I...stay here.
ja: これは・・・一種のけじめなのだ。私は・・・ここに残る。
ru: Я... должен принять всю ответственность за случившееся. Я... остаюсь.

source: ...Well, go...
ja: ・・・さあもう早く・・・
ru: ...Уходите же...

source: I stay here, too.
ja: 残ります。
ru: Я тоже остаюсь.

source: It's impossible to do otherwise.
ja: それ以外にありませんね。
ru: Иначе и нельзя.

source: Good grief...What an awful mess this foundation ceremony has become.
ja: やれやれ・・・とんだ建国式になったもんだ。
ru: Какое горе... Церемония оборачивается полным бардаком!

source: No! You shall not die in vain! If you run away now, they will never attack you! You really will be free!
ja: ダメだ！犬死にするだけだぞ！お前達ならば、奴らの標的になることは一生ない！なんの問題もおこらないのだ！
ru: Нет! Вы не должны умирать напрасно! Если вы уйдёте сейчас, то они никогда вас не нападут! Вы и в самом деле останетесь свободными!

source: We have no time. They are right around the corner. Well...this will be the most rough-and-tumble battle of my life.
ja: ぐだぐだ言うとる場合か。もうやつらはそこまで来とるんじゃぞ。どれ・・・一世一代の大立ち回りを見せてやるわい
ru: Не будем тратить время, мой друг. Наши друзья правы... Но это будет самая великая битва в моей жизни.

source: Yes. For the first time in a long while, I'll exorcise evil spirits.
ja: そうですね。久しぶりに悪魔払いでもやってみましょうか。
ru: Да. Впервые за долгое время. Я изгоню прочь злых духов.

source: Don't worry. I will make the last divine wind blow.
ja: なあに、最後の神風を吹かせてやりますよ。
ru: Не волнуйся. Ветер судьбы ещё повеет над нами.

source: Wait!!
ja: 待て！！
ru: Стой!!!

source: Nobody knows
ja: 誰にも分からない
ru: Никто не знает

source: Divine...wind...no...longer...blow...
ja: 神・・・風は・・・もう・・・吹かない・・・
ru: Ветер... судьбы... больше... не... веет...

source: Boreas!!
ru: Борей!!!

source: I'm...sorry...to...leave...early...
ja: お先に・・・失礼・・・します・・・
ru: Мне... жаль.. так... рано... уходить...

source: Merrin!!
ru: Мэррин!!!

source: It...was...a...good...foundation...ceremony...
ja: いい・・・建国式・・・だった・・・
ru: Неплохая... вышла... церемония....

source: Philosophy!!
ru: Философ!!!

source: If...I...hadn't...broken...my...leg...
ja: 足さえ・・・折れて・・・いなければ・・・
ru: Если... я... не... сломал... свою... ногу...

source: Neckfrill!!
ru: Некфрилл!!!

source: The sky...is...falling...
ja: 空が・・・落ちる・・・
ru: Небо... падает...

source: Pech!!
ru: Печ!!!

source: I...hate...undead...after...all...
ja: やっぱり・・・アンデッドは・・・嫌いだ・・・
ru: Я... ненавижу... мертвецов...

source: Spelk!!
ru: Спилк!!!

source: Drop...a...curtain...
ja: 幕を・・・下ろせ・・・
ru: Занавес... пал...

source: ...Dance...is...over...
ja: 踊りは・・・終わりだ。
ru: ...Танец... окончен...

source: Retrospection 1
ja: 回想１
ru: Былое и думы 1

source: Surrender, lich! You shall know the wrath of all the unknown soldiers and citizens killed by you!
ja: ここまでだ、リッチ！貴様に殺された名も無き民草、兵士の無念を、その身に刻み込んでくれる！
ru: Сдавайся, лич!

source: Tsk! I didn't think.. I would be taken from behind by mere humans..
ja: ・・・ちっ、たかが人間風情に・・・ここまで後れを取るとは・・・
ru: Тссс! Я так не думаю...

source: ...he he he...
ja: ・・・くっくっく・・・
ru: ...хе хе хе...

source: Have you gone mad?
ja: 気でも狂ったのか？
ru: Ты спятил?

source: Get her!
ja: やれ！
ru: Получи!

source: Aaaaaarrrrrhhhh!!!
ja: きゃああああああ！！！
ru: Ааааааааррррррххх!!!

source: Vita!!
ru: Вита!!!

source: Macabre... Sorry... I...I can't...be...with you...any more...
ja: Macabre・・・ ごめんなさい・・・ わ、私はもう・・・
ru: Макабр... Прости... Прости... Любимый... Я... Я не могу... остаться... с тобой...

source: No!! Vita! Don't die!
ja: 駄目だ！！ Vita！ 死ぬな！
ru: Нет!!! Вита! Не покидай меня!

source: Noooooooo!!!!
ja: うわああああああ！！！！
ru: Нееееееет!!!

source: Ha ha ha! I'm sorry to come between the two of you...But I lack the manpower. Arise and serve me now...
ja: クックック・・・感動の別れを邪魔して申し訳ないが・・・人手が足りんのだ。さっそく働いてもらうぞ・・・
ru: Ха-ха-ха! Как жаль, что приходиться выбирать между вами... Но сейчас я испытываю нехватку верных слуг. Восстань и повинуйся мне...

source: Muwahahahaha!! You shall know eternal life which is worse than death!
ja: はーっはっはっは！！死よりも恐ろしい永劫の生をとくと味わうがよい！
ru: Мухахахахахахаха!!! Познайте же вечную жизнь, которая хуже смерти!

source: Vita!? Stop! Get a hold of yourself!!
ja: Vita！？よせ！正気を取り戻すんだ！！
ru: Вита!? Остановись!

source: Arhhh!!
ja: あああ！！
ru: Арххх!!!

source: Wahahaha! It won't get you anywhere! She can't hear you any longer! Now she is my mere puppet!
ja: ふぁっはっは！無駄だ無駄だ！そやつにはもうお前の声など届かぬ！私に操られるだけの単なる抜け殻なのだ！
ru: Ахахахаха! Теперь она уже не принадлежит тебе! И не послушает твоих слов! Теперь она обычная марионетка в моих руках!

source: ...ill...me...
ja: ・・・ろ・・・して・・・
ru: ...мне...плохо...

source: ! Vita?
ru: ! Вита?

source: ...please...kill...me...Macabre... My...body...has...a...mind...of...its...own... I...don't...wanna...kill...you...
ja: ・・・お願い・・・私を・・・殺して・・・Macabre・・・ 体が・・・言うことを・・・聞かないの・・・ あなたを・・・殺したくは・・・ない・・・
ru: ...пожалуйста... молю... убей... меня... Макабр... Моё... тело... и... мой... разум... не... слушают... меня... Я... не... хочу... убивать... тебя...

source: Vita!! Do you hear me!?
ja: Vita！！私の声が聞こえるのか！？
ru: Вита! Ты слышишь меня?

source: Nooo!!
ja: ぐあっ！！
ru: Нееет!!

source: Will wonders never cease! She didn't seem to lose her intelligence. But...haha... It's obvious that she has lost her will!
ja: いやはや驚いた！彼女は知性を失わなかったようだ。しかし・・・くっくっく・・・ 意志を失ったのは明白だ！
ru: Мир полон удивительного! Она, кажется, не потеряла свой разум. Но... ха-ха... она потеряла свою волю!

source: KILL ME!!! MACABRE!!!
ja: 私を殺すのよ！！！Macabre！！！
ru: УБЕЙ МЕНЯ!!! МАКАБР!!!

source: ...OOOOOOOOHHHHHHHHHHHHH!!!!
ja: ・・・う、う、うわああああああああ！！！！！
ru: ...ОООООООООООХХХХХХХХХХХХХХХХХХ!!!

source: ...Thank...you... I...love...
ja: ・・・ありが・・・とう・・・ 愛して・・・い・・・
ru: ...Спасибо...тебе...я...люблю...

source: He he he... You killed your wife. What an infernal deed! Your wife would have lived eternally. He he he...
ja: くっくっく・・・自分の妻を手にかけたか。非道よのう。お前の妻は、あのまま永遠に生きることができたのだぞ？くっくっく・・・
ru: Хе-хе-хе... Ты убил свою верную супругу. Ай-яй-яй! Какой чудовищный поступок! А ведь твоя жена могла жить вечно. Хе хе хе...

source: I won't take it...
ja: 許さん・・・
ru: Вита, я не уберег тебя...

source: I'M GOING TO GET YOU!!
ja: 許さんぞ貴様！！
ru: НО С ТОБОЙ, ЛИЧ, Я РАЗДЕЛАЮСЬ!

source: Humph! Injured you versus me...It is obvious who will win, isn't it? Well, come on. But I will never send you to your wife. You shall live eternally as my puppet!
ja: はっ！傷を負った貴様と私・・・いずれが勝つかは明白だと思うが？まあよい、かかってくるがよい。しかし、死しても妻の元へは送ってやらぬぞ。お前は永劫の時を我が僕として生きることになるのだ！！
ru: Пффф! Один раненый человек против меня, бессмертного лича... Очевидно, кто победит, не так ли? Хорошо, начнём. Но знай, я не отправлю тебя в небытие в объятия дражайшей супруге, я наделю тебя вечной жизнью, как моего раба!

source: Cut the crap!!
ja: ほざけ！！
ru: Хватит этого дерьма!!!

source: Animal Liberation
ja: 動物の解放
ru: Освобождение животных

source: The disappearances were the work of Macabre, a zombie who has retained his intelligence and will. How did he become one of the living dead? Why didn't he lose his ability to reason? Why does he attack villages and make hordes of undead?
ja: 連続失踪事件・・・それは知性と意志を有する死者、Macabre によって引き起こされたものであった。彼はなぜ生ける死者となったのか、なぜ理性を失わなかったのか。また、数々の村を襲い、死者の群れを作り上げていった彼の意図とは・・・？
ru: Исчезновение людей было работой Макабра, зомби, сохранившего разум и волю. Как стал он живым трупом? Почему не утратил способность рассуждать? Зачем собирает орды мертвецов и нападает на деревни?

source: Anyhow, he is satisfied with the fruits of this last battle. Dead Merrin still has the ability to reason like Macabre. It is necessary to acquire undead such as Merrin and himself. But in the heart of the mountain there are only nameless people. It is rare that to find people like Merrin.
ja: その答えがどうあれ、Macabre は今回の戦果に満足していた。膨れあがる盲目の死者たちにある種の空虚さを感じていた彼は、自分と同じ理性を持つ死者 Merrin を得たことで新たな希望を抱いたのだ。そのような者をもっと集める必要がある・・・ これ以上、名も無き村人を襲い続けても無駄であろう。Merrin のような知者や、意志強き勇者でなければならない。
ru: Пока Макабр был доволен результатом последнего сражения. Особо радовало, что у неживого Мэррина сохранилась способность рассуждать. Необходимо удержать при себе этого мертвеца и раздобыть ещё ему подобных. Но в горах одарённые люди встречаются редко; найти такого, как Мэррин - большая удача.

source: Thus Macabre and his party climbed down the mountain and went out into the plains. Zombies began to murmur, 'Flesh...smell of flesh...' There are animals on the plains. For zombies, animals are mere food, but now is not the time to attack animals. 'Meh. They are hungry. I can't help it,' Macabre told himself.
ja: かくして Macabre 一行は山を下り、平原に出た。死者たちがざわめき始める。肉・・・肉のにおい・・・ その平原には動物たちが生息しているようであった。死者にとっては人間も動物も関係ない。彼らは等しく生者であり、食料であった。しかし動物など襲っている場合では・・・まあ、彼らの空腹を満たすためだ、やむを得まい。 Macabre はそう独りごちた。
ru: Макабр и его жуткий отряд спустились с горы, и вышли на равнину. Зомби огляделись, и послышалось бормотание: <i>'Плоть... пахнет плотью...'</i> На равнинах были животные. Для зомби животные - просто пища, но сейчас не то время, чтобы думать о еде. <i>'. Они голодны. Я ничего не могу с этим поделать,'</i>- сказал сам себе Макабр.

source: But upon seeing the herd of animals, his thoughts changed completely. The animals were already on alert and unity of purpose. The animals quickly responded to their presence and formed ranks. Is this the power of nature? Macabre braced the ranks of his undead in expectation.
ja: しかし、実際にその動物の群れを見るや、その侮りは一変させられた。彼らは既に警戒態勢に入り、恐るべき一体感を示していた。余りにも早い対応・・・そしてこの統率力・・・。野生の力とはかくなるものであろうか。Macabre は気を引き締めると共に、ある期待を抱き始めていた。
ru: Но после наблюдения за животными, которых сплотила опасность и тревога, ход его мыслей полностью изменился. При виде зомби стадо выстроилось плотными рядами. Стоят ли за этим силы природы или нечто иное? В ожидании развития событий Макабр окружал ряды насторожённых животных своими мертвыми подопечными.

source: Animal
ja: 動物
ru: Животное

source: Turns run out
ja: 時間切れ
ru: Закончились ходы

source: Pech
ru: Пич

source: Spelk
ru: Спилк

source: Here come corpses! Let's pull together and drive them back!
ja: 奴らが来たぞ！協力して追い返すんだ！
ru: Тут зомбаки припёрлись! Давайте сгоним их в кучу и выгоним прочь!

source: Iiii muuuust cooooveeer my chiiiild. Dooon't Geeeet aaanyyyy cloooseeeerrrr, ooorrrr I'll attaaaaaccckkkk yooouuu!
ja: 私はあああ 子供おおおおを 守らああああ なければあああ ならないいい それ以上ううううう 近付くとおおおお 攻撃いいい するうううぞおおおお！
ru: Мне нууууужно защитииииить своего ребёёёёёнка. Не подходиииите блииииже, а не то я нападууууу!

source: This...is...not...invasion...but...liberation...from...mortality.
ja: これは・・・侵略ではない・・・解放なのだ・・・死すべき生からのな
ru: Это...не...вторжение...это...освобождение...от...смерти.

source: Notice: In this campaign, there are some enemy units (sometimes hidden somewhere) who will join your party as loyal fellows. They are also much stronger than normal recruits. If you find any remarkable enemy, try zombifying them.
ja: 注意：このキャンペーンの敵ユニットの中には、忠義ユニットとして仲間になる者がいます（どこかに隠れている場合も）。彼らは通常の雇用ユニットよりもはるかに強力です。もし目を引く敵ユニットを見つけたら、試しにゾンビ化してみましょう。
ru: Примечание: В этой кампании вам повстречаются вражеские бойцы (иногда они будут скрыты), которые присоединятся к вашей армии и не потребуют платы за содержание. Зачастую они будут сильнее обычных воинов. Так что, если вам попадётся такой особый боец, попробуйте обратить его в зомби.

source: A sacred tree.
ja: ご神木
ru: Священное древо.

source: Hello. I hate undead. You shall die, fuckin corpse.
ja: やあ。 おれはアンデッドが嫌いだ。 死ね、くそったれな死体め。
ru: Ненавижу мертвяков. Придётся тебе сдохнуть окончательно, поганый трупак.

source: Do you still hate undead, Spelk?
ja: お前は・・・まだ・・・アンデッドが・・・嫌いか・・・？ Spelk。
ru: Ты всё ещё ненавидишь мертвецов, Спилк?

source: I don't have any memory of it.
ja: 記憶にございません。
ru: Я ничего не помню об этом.

source: Welcome...to..the...world...of...death, Pech. Serve...your...child...for...dinner.
ja: ようこそ・・・死の・・・世界へ、Pech。 お前の子供を・・・夕食に・・・出せ。
ru: Добро пожаловать... в... мир... смерти...Пич. Приготовь...своего...ребёнка...на...обед.

source: Sorry, I have already eaten it up.
ja: すいません、もう食べてしまいました。
ru: Прошу прощения, но я его уже съел.

source: No! Stop! Get off me! Die!
ja: いやだやめろ離せ死ね！
ru: Нет! Остановись! Оставь меня! Умри!

source: Be...quiet. I won't stop, nor get off you. And I'm already dead.
ja: 静かに・・・しろ。やめないし離さないし私はもう死んでいる。
ru: Тише...тише... Я не остановлюсь...и не брошу тебя...И я и так уже мёртв.

source: Oh I'm free! Divine wind will blow for you!!
ja: ああ私は自由だ！あなたに神風が吹かんことを！
ru: О, я свободен! Да овеет тебя божественный ветер!

source: What a self-centered creature... Anyway, your...little body...and wide vision...are really useful. Serve me...as my scout.
ja: 現金な奴だな・・・ とにかくお前の小さな体躯と広大な視野は役に立つ。斥候として・・・働いてもらうぞ
ru: Какое эгоистичное существо... Так или иначе...твоё...некрупное тело...и отличное зрение...вполне пригодятся. Будешь служить мне..гонцом.

source: As you bid me, sir!
ja: 仰せのままに！
ru: Как прикажешь, господин!

source: The Magic Mountain
ja: 魔の山
ru: Волшебная гора

source: Macabre defeated Elves, Dwarves and Drakes. Now his target was none other than the damned master, the ancient lich. Macabre knew where the lich was. A long time ago he broke out of there. The lich's den is named Magic Mountain.
ja: エルフ、ドワーフ、ドレイクの主力を打ち破り、Macabreの標的は、呪われし主、古代リッチただ一人に絞られた。その居城がいずこにあるか、それはMacabre が最もよく知るところであった。何しろ、彼が2度目の生―これほど忌まわしいものが他に存在しようか―を受け、命からがら逃げ出してきた場所こそが、リッチの居城、魔の山であったからだ。
ru: Макабр разбил драконов, эльфов и гномов. Теперь его целью стал не кто иной, как сам древний лич. Макабр знал, где искать своего врага. Давным-давно, он сумел уйти из его тайного логова. И место это называлось Волшебной Горой.

source: Contrary to expectation, the lich didn't hinder Macabre's access to the den. Was this a trap or resignation? Either way, Macabre didn't care. He had trampled the living underfoot, transformed them into the dead and governed them. For the sake of what? Now is the time to kill the lich and to change this damned death into liberation. He had no other choice.
ja: 予想に反し、古代リッチは何らの抵抗も見せることなく、Macabre を自らの根城へと招き入れた。罠か、それとも雌雄を決せんとする意志の表れか。そんなことはMacabre にとってもはやどうでもよかった。彼はこれまで生あるものを蹂躙し、死者となった彼らを手足として支配してきた。この無理を押し通してきたのは何のためか。今こそ、リッチを打倒し、呪われた死を解放へと変えねばならない。もはや選択の余地などないのだ。
ru: Вопреки ожиданиям, лич не пытался остановить Макабра на пути к горе. Может быть, впереди уже подготовлена западня? Макабр старался об этом не думать. Он растоптал жизнь, обратил её в смерть и подчинил себе. И чего ради, чтобы отступить? Нет, он не сойдёт с выбранного пути, он убьёт лича и с помощью смерти принесёт освобождение. У Макабра не было иного выбора.

source: Corvus
ru: Корвис

source: This is a sacred ring which renders melee attacks arcane type and increases the resistance to arcane type. Should he pick it up?
ja: これは聖なる指輪です（着用者の近接攻撃を秘術属性に変え、かつ秘術耐性を上げます）。彼が取りますか？
ru: Это священное кольцо, которое добавляет мистическую атаку, а также увеличивает сопротивление к магическим атакам. Боец возьмёт его?

source: The Sacred Ring
ja: 聖なる指輪
ru: Священное кольцо

source: He put on the ring. As a result, his melee attacks changed into arcane type and his resistance to arcane type increased by 20%!
ja: 彼は指輪をはめ、近接攻撃が秘術属性に変わり、秘術耐性が20%上がった！
ru: Тот, кто оденет это кольцо получит магическую атаку и увеличит сопротивление к мистическим атакам на 20%!

source: This is a wind cloak which enables the wearer to skirmish and increases his movement points. Should he pick it up?
ja: これは風のマントです（着用者を散兵にし、移動力を上げます）。彼が取りますか？
ru: Владелец этого плаща сможет прокрадываться между противниками и меньше уставать в пути.

source: The Wind Cloak
ja: 風のマント
ru: Плащ Ветра

source: He put on the cloak. As a result, he got skirmisher ability and extra movement points!
ja: 彼はマントを装着し、散兵能力を得た！
ru: Он надевает плащ и становится неуловимым, а также получает дополнительные очки движения.

source: Vagabone
ru: Вагабон

source: This is the den of the lich. We must exterminate him, but be careful! We don't know what traps he set up...
ja: ここがリッチの住み処だ。我々は奴を倒さねばならん。ただし細心の注意を払え！どんな罠が仕掛けられているか分かったものではない。
ru: Вот мы и в логове лича. Нужно действовать осторожно: ведь нет никакой уверенности, что он не заманивает нас в ловушку...

source: IT'S TOO LATE!!
ja: もう遅い！！
ru: СЛИШКОМ ПОЗДНО!!!

source: You have no chance to get away. We've got you here!
ja: もう逃げられんぞ。お前たちは袋のねずみだ！
ru: Теперь у вас нет ни шанса уйти отсюда!

source: Bah! I'm not about to get away! Just you wait!!
ja: はっ！逃げる気などない！首を洗って待っていろ！！
ru: Я пришел сюда не для того, чтобы поворачивать обратно!

source: Never wake him up! He may completely ignore any puppets, though. Oryzias
ja: 決して奴を起こすな！ただの傀儡など相手にされんだろうがな。 Oryzias
ru: Не стоит тревожить покой спящего! Ему нет дела до жалких марионеток.

source: What is this space?
ja: なんだここは？
ru: Что это за место?

source: Orlok
ru: Орлок

source: Who are you?
ja: 誰だ？
ru: Кто ты такой?

source: I am Macabre.
ja: Macabre というものだ。
ru: Я Макабр.

source: Macabre? I know that name...but aren't you a zombie?
ja: Macabre？その名前は知っているが・・・ゾンビではないのか？
ru: Макабр? Я слышал это имя... но разве Макабр не зомби?

source: I was born again.
ja: 私は生まれ変わった。
ru: Я родился вновь.

source: I...I'm a follower of Mr. Macabre.
ja: わ・・・私は Macabre 様の配下だ。
ru: Я... Я последователь Макабра.

source: Macabre? Ah... I have recently heard that there is an intelligent zombie that goes by that name. Is he here?
ja: Macabre？そんな名前の恐るべきゾンビがいると聞いている。彼のことか？
ru: Макабр? Ах да... Я слышал, что появился умный зомби с таким же именем. Он здесь?

source: Now he is not a zombie...but you are right about the rest.
ja: もう彼はゾンビではないが・・・でも多分あなたの言う通りかと。
ru: Теперь он не зомби... Но всё остальное правда.

source: Hm...and what are you doing now?
ja: ふむ・・・それで今は何をしているんだ？
ru: Гм... и что ты намерен предпринять?

source: We must kill an ancient lich.
ja: 我々はある古代リッチを倒さなければならない。
ru: Мы должны убить древнего лича.

source: Ancient lich? Ho...sounds fun.
ja: 古代リッチだと？ほう・・・面白そうだ。
ru: Убить древнего лича? Хо!.. звучит забавно.

source: I'm an elder vampire named Orlok. Shall I do a favor for you?
ja: 私は Orlok と申す年経たバンパイアだ。手を貸してやろうか？
ru: Я один из перворождённых вампиров. Имя мне Орлок. Я могу помочь вам?

source: Really? How comforting! Of course yes!
ja: 本当に？なんと心強い！よろしく頼む！
ru: В самом деле? Это здорово! Конечно же!

source: Good.
ja: よろしい。
ru: Договорились.

source: Give us your heart, SON OF A LICH!!
ja: 貴様の心臓をよこせ、「リッチの息子」め！！
ru: Отдай нам своё сердце, СЫН ЛИЧА!

source: Noooooo!!
ja: やめろおおおおお！！
ru: Нееееет!

source: I'm not gonna let you!!!
ja: そうはさせんぞ！！
ru: Я не позволю!!

source: Muhahahahahahahaha!!
ja: むははははははははは！！
ru: Мухахахахахахахаха!

source: Damn it!!
ja: くそっ！！
ru: Проклятье!

source: Heck!
ja: ええい！
ru: Подонок!

source: Vagabone! Close the rear!!
ja: Vagabone！殿を務めろ！！
ru: Вагабон! Прикрой наш отход!

source: Do you show your back to the enemy? Shame on you!!
ja: 貴様、敵に背を見せるのか？恥を知れ！
ru: Показывать спину врагу? Какой позор!

source: Humph!! I will tear through this cave!
ja: はっ！！この洞窟を崩壊させてやる！
ru: Сволочь! Я прорвусь через эту пещеру!

source: Have fun!!
ja: せいぜい楽しめ！！
ru: Наслаждайтесь!

source: God!!
ja: なんてことだ！！
ru: Ничего себе!!!

source: Hey you, Vagabone! Why do you obey that bastard!? He left you to die!!
ja: おい、Vagabone！どうしてあんな奴に従う！？奴はお前を見殺しにしたんだぞ！！
ru: Эй, Вагабон! Почему ты повинуешься этому ублюдку? Ведь он бросил вас на верную смерть!

source: ...OK, you are the paragon of the undead!! Tear him apart!! Hurry up! We must break away and chase after the lich!!
ja: ・・・いいだろう。お前はアンデッドの鑑だ！！奴をバラバラにしろ！！急げ、我々は脱出し、リッチの後を追わねばならん！！
ru: Ну ладно, ты, образец для подражания!.. Разбейте его на части! Быстрее! Нам ещё нужно догнать лича!

source: Macabre must reach the signpost.
ja: Macabre がサインポストに到着
ru: Макабр должен добраться до указателя.

source: All right! Let's chase after the lich!
ja: もう大丈夫だ！リッチを追いかけるぞ！
ru: Хорошо! Вперёд, в погоню за личем!

source: Retrospection 2
ja: 回想２
ru: Былое и думы 2
