Repository: konecnyjakub/Danse_Macabre
Catalog: translations/*/LC_MESSAGES/wesnoth-Danse_Macabre.po
Languages: ja, ru

source: Deathbringer
ja: デスブリンガー
ru: Несущий смерть

source: Deathbringers generate a sense of helplessness in any living swordsman. Because they are already dead and never fear the blade of his opponent.
ja: デスブリンガーは全ての生ある剣士に無力感を抱かせる。なぜなら、彼らは既に死んでおり、敵の刃を決して怖れることがないからである。
ru: Несущие смерть вызывают беспомощность в любом опытном фехтовальщике, так как мёртвый уже умереть не может и не боится лезвий своего противника.

source: bloody axe
ja: 血染めの斧
ru: кровавый топор

source: Brain Eater
ja: ブレインイーター
ru: Поедатель мозгов.

source: Brain Eaters are epicurean corpses who take pleasure in eating brains. Brains become the greatest delicacies for them. Do brain lovers change into Brain Eaters, or do Brain Eaters need to eat brains? Anyway, they can run faster and attack stronger than in life. They scare even elite units.
ja: ブレインイーターは脳髄を好んで食べる食通の死体である。脳髄は彼らにとって最上のご馳走となる。脳髄をより好む死体がこのような姿になったのか、あるいは彼らの力を維持するためにより多くの脳髄を食す必要があったのか、そのどちらであるのかは分からない。いずれにせよ、彼らは生前よりも早く、そして力強く動くことができる。彼らは素手であるにもかかわらず精鋭たちをも恐れさせる。
ru: Это своеобразные гурманы, которые получают удовольствие, поедая мозги своих жертв. Возможно, благодаря такой диете, поедатели мозгов и в скорости, и в атаке превосходят других мертвецов.

source: plaguebeam
ja: 暗黒光
ru: чумное сияние

source: Giant Ant
ja: 巨大蟻
ru: Гигантский Муравей

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
ja: 蟻は、地中深くの洞窟から高山の頂上に至るまで、ほとんどあらゆる環境に存在している。地下に住むものたちは標準的な大きさを超えて成長する傾向にある。彼らは普通、敵対的ではないが、近付く者には噛みつくことがあり、標準的な蟻よりも大きな被害をもたらすだろう。
ru: Гигантских муравьёв можно встретить практически везде — от пещер глубоко под землёй до горных вершин. Обычно они не агрессивны, но если вы нарушите границы их территорий, то они могут напасть на вас.

source: Running Corpse
ja: 走る死体
ru: Подвижный труп

source: Most of corpses animated by Necromancer are slow of movement. But only a few corpses, who have escaped death for a long time and chanced on many meals, regains freshness and can run again. It is difficult to escape from them, so still many living beings will become food for them.
ja: 降霊術によって動かされる死体の多くはのろまである。しかし長らく処分を免れ、幸運にも（生者にとっては不幸でしかないが）多くの食事にありついた者たちは、生前の活力を取り戻し、走ることができる。彼らから逃げることは容易でなく、さらに多くの生者が餌食となるだろう。
ru: Большинство оживлённых некромантами трупов медлительны и малоподвижны, но со временем, избегая окончательной смерти, в непрестанных поисках пищи они восстанавливают скорость движения и способность к бегу. И ещё больше живых существ станет для них пищей...

source: Dead Sorcerer
ja: デッドソーサラー
ru: Мёртвый волшебник

source: They like well-done or freezing flesh.
ja: 彼らはよく焼けた肉か冷凍肉を好む。
ru: Мёртвые колдуны питают склонность к замораживанию плоти.

source: iceball
ja: 冷気弾
ru: ледяной шар

source: Aide-de-Camp
ja: 副官
ru: Советница

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is also nimble and dextrous, having skills like that of a thief.
ja: 生まれながらの 貴人である王女は 大将軍から剣技を、大賢者から戦術を学んでおり、戦闘と指揮の両方に優れています。王女の周囲の低レベルのユニットは、 彼女の存在によってうまく戦えるようになります。王女は盗賊のような技術をも兼ね備えており、素早く器用でもあります。
ru: Принцесса, потомок знатного рода, училась искусству владения мечом у величайших воинов, тактике боя у выдающихся стратегов, став великой воительницей и лидером. Сильная волей, закалённая в боях, она поможет всем, кто окружает её, сражаться ещё искуснее.

source: poisoning breath
ja: ポイズンブレス
ru: отравление дыхание

source: Necro Wizard
ja: ネクロウィザード
ru: Мёртвый колдун

source: Necro Wizards look distressed. Because their magic is so strong that the victims are completely destroyed. They are always hungery.
ja: いったいその者の内面はどのようになっているのであろう。人間の熟練魔術師に匹敵する魔術の技能を有しながら、そこには、魔術を極めた者が普通持っているような神聖さや思慮深さは全くなく、その者はただ人間の肉を食らうためだけに行動するのである。
ru: Мёртвые колдуны часто выглядят несчастными, потому что их магия настолько сильна, что их жертвы моментально рассыпаются в прах. Им нетдостойных соперников, и потому они вечно злы.

source: Vampire
ja: ヴァンパイア
ru: Вампир

source: Vampire (especially elder one) is King of Night. During the hours of darkness, he is invincible. He can transform himself into fog and bat.
ja: 吸血鬼には様々な種族が存在するが、いずれを問わず恐ろしいのは永劫の時を経て様々な能力を身につけた者である。霧や蝙蝠への変身は言うに及ばず、精神への干渉も恣にする。とはいえ、日の光は相も変わらず脅威であり、日中は地中に潜らざるをえない。
ru: Вампиры подлинные короли ночи: когда тьма окутывает мир, они не знают себе равных. Особое: вампиры могут обратиться туманом и летучей мышью.

source: slash
ja: 切り裂き
ru: разрез

source: dominate
ja: 威圧
ru: подавление

source: Bone Dragoon
ja: ボーンドラグーン
ru: Костяной драгун

source: This bones on zombie war-horse can run faster than on skeletal horse. Besides that, they have good resistance of human Dragoon.
ja: 強力な軍馬のゾンビに乗ったこの骸骨の斥候は、骨の馬に乗った兵よりも素早く遠くまで偵察することができる。また人間の竜騎兵並みの耐性を具える。
ru: Костяной всадник верхом на лошади-зомби движется куда быстрее, чем на лошадином скелете. К тому же всадник обладает сопротивлениями человеческого драгуна.

source: Necrophobia
ja: ネクロフォビア
ru: Некрофобия

source: While Ghoul eats chiefly dead flesh, Necrophobia eats his paralyzed game alive. So, they are called Necrophobia, whcih means extreme fear of dead bodies.
ja: グールがもっぱら戦死者や毒による犠牲者の屍肉を食らうのに対し、ネクロフォビアは神経性の毒を用いて麻痺させた獲物を、生きたまま食らう。その様を見て人々は、それのことを死体嫌いの神経質と呼んだ。
ru: В отличие от вампиров, которые употребляют в пищу мёртвую плоть, некрофобии парализуют жертву и съедают её живьём.

source: Necro Oracle
ja: ネクロオラクル
ru: Мёртвый оракул

source: Necro Oracles always sentence the living to death.
ja: どのような力を源泉としているのかは明らかではないが、Necro_Oracleは死者を癒し、闇の光線を放つことができる。しかしながら、たとえ死者たちにとって彼が神官のようであったとしても、人間にはそれは忌わしく獰猛なゾンビにしか見えないであろう。
ru: Мёртвые оракулы всегда приговаривают жизнь к смерти.

source: Chocoknight
ja: チョコナイト
ru: Мёртвый рыцарь

source: These skeletal knights are frightening because of their fearlessness of death. If you see this unit, don't embrace the illusion of security behind the defense line.
ja: この骸骨の騎兵の恐ろしいところは、人間の騎兵と異なり恐怖を全く感じないという点にある。もしこのユニットを見かけたら、防衛線に守られているという幻想を抱かぬことだ。
ru: Эти рыцари-скелеты не ведают страха смерти. Если вам доведётся повстречать такого бойца, то не тешьте напрасных иллюзий, и оставайтесь в безопасном удалении.

source: Sleeping Vampire
ja: 眠ったヴァンパイア
ru: Спящий Вампир

source: During the day, Vampire is an useless fellow. He can't move one bit.
ja: 地中で眠っているヴァンパイアはほぼ無防備な状態にある。発見することができさえすれば、退治は容易いだろう。しかし、最後の抵抗とも言える精神攻撃には注意が必要だ。
ru: Днём от вампира толку мало. Он способен переместиться лишь на один гекс.

source: Necro Sophist
ja: ネクロソフィスト
ru: Мёртвый мудрец

source: Necro Sohist is a Zombie Mage who reached perfection of magic after having been dead.
ja: 生前より知の探求に邁進してきたこの大魔術師は、幸か不幸か、この不死の肉体を手に入れたがために、永遠なる知の探求に旅立つことができた。人間の持つ下らぬ煩悩や欲望（食欲を除く）から解放された彼は、ついに知に到達した。 ・・・しかし腐臭はやむことがなかった。
ru: Мёртвыми мудрецами называют магов зомби, которые достигли колдовского совершенства.

source: Death Lord
ja: デスロード
ru: Лорд смерти

source: Death Lord is a particular kind of Deathblade who can lead other undead.
ja: このような例はこれまで全く知られていないが、辛くも灰にならずに済んだゾンビがスケルトンとして再び動き出した。肉を失う前と同様に知恵と意思を有し、2本の剣を手に再び戦い始めたのだ。そしてその剣の犠牲者は、何らかの力によって新たなる生を手に入れることになる。
ru: Это особая разновидность клинка смерти, которые способны вести за собой других мертвецов.

source: plague axe
ja: 疫病の斧
ru: чумной топор

source: Hound
ja: 猟犬
ru: Пёс

source: Vicious dogs.
ja: 噛み癖のある犬。
ru: Злобные собаки

source: Dark Cavalier
ja: ダークキャバリアー
ru: Темный кирасир

source: Dark Cavaliers are running nightmares for the living.
ja: 他のゾンビや骸骨の兵士と同様に、この騎馬兵も、戦場では痛みや死を恐れず勇猛に戦う。どんな乗馬の達人でも怯むような速度で進軍するこの騎馬兵は、動きの緩慢なゾンビどもとは比べ物にならないぐらい厄介である。
ru: Тёмные кирасиры непревзойдённо владеют мечом и копьём. Они покрыты тяжёлой бронёй с головы до пят, поэтому кирасиры используют лошадей не для быстрых перемещений, а для нанесения мощного удара. Эти воины формируют ядро конной армии и выглядят настолько ужасающе, что при виде их пехота неприятеля часто спасается бегством, даже не начиная атаку.

source: Cursed Ghast
ja: 呪われたガスト
ru: Проклятый гуль

source: This ghast is put under a curse by Ancient Lich. As a result, its poison can work against even undead units.
ja: このガストは古代リッチに呪いをかけられている。結果、その毒はアンデッドユニットにさえ効果を持つようになった。
ru: Когда-то на этого гуля наложил проклятие древний лич, и теперь яд упыря способен поразить даже мёртвых бойцов

source: Battalion
ja: バタリアン
ru: Батальон

source: How on the earth has this one been entertained? It is not a product of necromancy, but unexpected disaster. Without horses, we couldn't escape from this disaster. Even solid armor can be blown sky-high. For this very reason, they are called Battalion and feared by everyone.
ja: いったいその者はいかほどの饗応を受けてきたのであろうか。これは降霊術の産物というよりも、降霊術による被害によって生み出された未曾有の災厄である。この災厄からは馬でなければ逃げることもできず、全身板金の武装も瞬く間に粉砕される。まさに1体で「軍勢」と呼ばれ恐れられる存在である。
ru: Кто не имеет себе равных на этом свете? Это существо не результат некромантии, но нежданное бедствие. И без резвых лошадей не уйти от него, не скрыться... Понадеяться на броню? Но и она не устоит против невероятной силы одного существа, которое именуют числом многих — батальон.

source: Zombie Leader
ja: ゾンビリーダー
ru: Вожак зомби

source: In rare cases, there is a zombie who can lead other zombies. To be Zombie Leader, he must have the charima and leadership as well as intelligence and will. Indeed, it sounds more like a joke.
ja: まれにゾンビを率いるゾンビが存在する。ゾンビリーダーになるためには、知性と意志に加えて、カリスマ性と統率力が要求される。全く冗談のような話である。
ru: Очень редко встречается зомби, который превосходит своих мёртвых 'товарищей' в силе и ловкости. А чтобы повести за собой лишённых разума мертвецов такой зомби должен обладать харизмой и каким-никаким интеллектом. Походит на шутку, не правда ли?

source: Generalissimo
ja: 総司令官
ru: Генералиссимус

source: Death Ruler
ja: デスルーラー
ru: Король мёртвых

source: Death Ruler is a legend for the dead.
ja: どのような歴史上の英雄たちと比較しても、この死の剣士ほど語り継がれる者はいないだろう。なぜなら、英雄であってもいずれは老い、死からは逃れられないが、デスルーラーにはそのような時間による風化は訪れず、悪夢はいつまでも終わらないからである。
ru: Король мётрвых - легендарный мертвец.

source: Dead Priest
ja: デッドプリースト
ru: Мёртвый жрец

source: Dead Priests are healers for the dead.
ja: 死の司祭とでも言うべきその者は、死者にとってはまさにそのような存在としての役割を担っている。すなわち彼らは死者を癒す能力を持っている。
ru: Мертвый Жрец — своеобразный целитель мёртвых тел.

source: Zombie Mage
ja: ゾンビメイジ
ru: Зомби Маг

source: Zombie Mages are thinly distributed. They are formidable corpses who retain knowledge of magic.
ja: ゾンビメイジはまれにしか存在しない。彼らは魔術の知識を保持している恐るべき死体である。
ru: Способные к магии зомби встречаются очень редко. Они — устрашающие трупы, которые сохранили магические знания.

source: Zombie Lord
ja: ゾンビロード
ru: Лорд зомби

source: Zombie Lord is a skilled Zombie Leader who can lead more undead units. That's really a dream of corpses. Maybe.
ja: ゾンビロードは、より多くのアンデッドユニットを率いることのできる熟練したゾンビリーダーである。まさに死体の夢である。多分。
ru: Это особый, практически не встречающийся, зомби, который способен вести за собой мёртвых. Возможно, лорд зомби всего лишь плод мечтаний неупокоенных воинов.

source: The Soul
ja: 霊魂
ru: Душа

source: Skeleton Rider
ja: スケルトンライダー
ru: Скелет всадник

source: These mounted bones are often troublesome scouts because of their peculiar resistance. But skeletal horses can't run as fast as living horses.
ja: この骸骨の馬に乗った骸骨は、槍兵による防衛線や騎兵隊をものともしないため、しばしば厄介な斥候となる。しかしその脆さのためか、生身の馬ほどの速度で走ることはできない。
ru: Хотя скелеты лошадей и не могут сравниться по скорости с живыми лошадьми, наездники-скелеты из-за особых сопротивлений оказываются неприятными противниками.

source: Death Master
ja: デスマスター
ru: Повелитель смерти

source: Death Master is something of Marshal for the dead.
ja: 彼は死者たちにとって、まるで大元帥のような存在である。今や彼の軍団は多彩な兵たちを有し、彼によって鼓舞された死者たちは鬼神のような戦いぶりを見せるのである。
ru: Повелитель смерти — маршал мёртвых.

source: Night of the living dead
ja: 死者の夜
ru: Ночь живых мертвецов

source: Macabre
ru: Макабр

source: Lich
ja: リッチ
ru: Лич

source: Mal Oryzias
ru: Мэл Орисиас

source: Survive in anyway possible
ja: 生き延びろ
ru: Выживите

source: Death of Macabre
ja: Macabre の死
ru: Смерть Макабра

source: Ahh...so you have abandoned your fellows, haven't you?
ja: ほう・・・仲間を見捨ててきたか。
ru: Ах... ты оставил своих товарищей, не правда ли?

source: Say what you want! I'm fed up with chasing. We're going to settle this here and now!
ja: 何とでも言え！追いかけっこはたくさんだ。ここで決着を付けるぞ！
ru: Чего ты тянешь? Я уже сыт по горло твоим преследованием. Уладим всё здесь и сейчас!

source: Bah. What can you do without your main forces? I, however, have scraped together many souls of the dead and gained strength like never before. You can't even touch me, and you will perish here!
ja: ふん。主力を失ったくせによく言うわい。それに比べ、私は数多の魂をかき集め、かつて無いほどの力を手に入れたぞ。貴様は私に触れることさえできず、ここで消え去るのだ！
ru: Нет, мой друг. Что ты можешь без своей верной гвардии? Я же не терял понапрасну время и копил души мёртвых. Мои силы велики, как никогда прежде! Ты не сможешь и подобраться ко мне, не то что навредить. Вы все погибнете здесь!

source: (One gatekeeper and two mobile forces... If this goes on, I will be attacked from both sides. It's better to defeat the gatekeeper quickly and take up my position inside the castle...)
ja: （門番一人に遊撃部隊が二つ・・・ このままでは挟撃されてしまう。門番を速やかに倒し、城の内側に布陣した方がよいだろう）
ru: (Один страж у ворот и две вражеские силы на подходе... Если оставить всё как есть, то меня раздавят со всех сторон. Лучше одолеть стража и занять позицию в замке...)

source: Damn! What is this crap?
ja: くっ！どうなっているんだ？
ru: Проклятье! Что за хрень!

source: What's wrong with you? Can't you defeat even a gatekeeper? Hehe.
ja: おいどうした？門番さえ倒せんのか。くっくっく。
ru: Что такое? Уже не можешь одолеть и привратника? Хе-хе.

source: (There must be some tricks... OK, I'll defeat two other enemies. Though the task will be quite a challenge, I have no choice in this case.)
ja: （何が仕掛けがあるに違いないが・・・ 是非もなしだ。遊撃部隊の相手をしよう。骨が折れそうだが、選択の余地はない）
ru: (Здесь нужно действовать как-то иначе... Ну ладно, я буду сражаться с двумя противниками. Не знаю, что из этого выйдет, но выбора у меня нет)

source: Boss!
ja: ボス！
ru: Командир!

source: Is that you, Boreas!?
ja: お前か、ボレアス！？
ru: Это ты, Борей?

source: Oh, thank heavens I made it in time! We annihilated the enemies.
ja: ああ、よかった間に合った！敵は全滅させました。
ru: Как хорошо, что я успел! Мы уничтожили врагов!

source: Good! What of the rest?
ja: よくやった！他の者はどうした？
ru: Отлично. Как остальные?

source: Everyone was all right. They should be here at dawn!
ja: 全員無事です！夜明けには到着するはずです！
ru: Более-менее в порядке. Они прибудут сюда к рассвету!

source: OK. Just a little more patience! Everyone, build up the defenses and survive!
ja: よし。もう少しの辛抱だ！全軍、守りを固め生き延びよ！
ru: Замечательно. Запасёмся терпением. Держать оборону!

source: Yoo-hoo!
ja: おーい！
ru: Йо-хо-хо!

source: Are you safe?
ja: ご無事ですか？
ru: Ты ещё жив?

source: Philosophy! Merrin! The gamble has paid off...All that is left is to kill the lich.
ja: Philosophy！ Merrin！ 賭けには勝った・・・ 後はリッチを殺すだけだ！
ru: Философ! Мэррин! Наш риск оправдал себя... Все, кто остались, вперёд, убьём лича!

source: You can count on me!
ja: 任せておけい！
ru: Можешь рассчитывать на меня!

source: Now you can recall your units.
ja: ユニットを召喚することができるようになりました。
ru: Теперь вы можете призывать своих бойцов.

source: Kill the Ancient Lich
ja: 古代リッチを殺せ
ru: Убейте древнего лича

source: Death of Merrin
ja: Merrin の死
ru: Смерть Мэррина

source: Death of Boreas
ja: Boreas の死
ru: Смерть Борея

source: Death of Philosophy
ja: Philosophy の死
ru: Смерть Философа

source: This is the last battle.
ja: これが最後の戦いです。
ru: Это последняя битва.

source: By the way, what is our immediate priority?
ja: ところで、当面の問題はなんじゃ？
ru: Так. А в чём заключается наша непосредственная задача?

source: I can't eliminate that gatekeeper. He must be protected by some sort of power.
ja: あの門番を排除できないのだ。何らかの力に守られているに違いないが。
ru: Я смог одолеть стража. Должно быть, он защищён особыми силами.

source: Hmm... I suspect their keeps.
ja: ふうむ・・・奴らの主塔が怪しいな。
ru: Хм... У меня имеются некоторые подозрения, касательно придающей им сил природы...

source: Yes, shall we destroy them?
ja: では、破壊してみましょうか？
ru: И как, мы справимся?

source: OK. Let's try it.
ja: よし、やってみよう
ru: Полагаю, что да. Попытаемся.

source: Put your units on the two keeps, and they will be destroyed.
ja: 二つの敵主塔にユニットを移動させると、主塔が破壊されます。
ru: Поместите своих бойцов в две крепости и чары будут разрушены.

source: The keep has been destroyed.
ja: 主塔は破壊されました。
ru: Крепость пала.

source: Good. Let's see what happens...
ja: よし、どうなるか見てみよう・・・
ru: Неплохо. Посмотрим, что из этого получилось...

source: That guy has lost his strength remarkably!
ja: 奴は明らかに弱体化しました！
ru: Страж потерял свою силу!

source: All right. Now we can remove him.
ja: うむ。これで奴を排除できるな。
ru: Теперь мы одолеем его.

source: Good! Let's enter the Lich's nest!
ja: よし、侵入開始だ！
ru: Вперёд! В логово лича.

source: You are annoying as usual... OK, play with them, my servants.
ja: 相変らず鬱陶しい奴だ・・・いいだろう、相手をしてやれ。我が僕たちよ。
ru: Умеете вы раздражать... Ну, ничего. Порезвитесь с ними, мои верные слуги.

source: As you wish.
ja: 御意。
ru: Как прикажешь.

source: Like you say.
ja: 仰せのままに。
ru: Как прикажешь.

source: Ugh...nasty lava. If I become sleepy here, I will end up dead.
ja: むう・・・鬱陶しい溶岩だ。ここで眠くなったら、一巻の終わりだな。
ru: Тьфу... мерзкая лава. Если я тут усну, то мне конец.

source: I'm sleepy... No...
ja: 眠い・・・ もうだめだ・・・
ru: Я засыпаю... Нет...

source: Ugh! What is this pressure?
ja: うっ！何だこのプレッシャーは？
ru: Чувствуете? Что-то изменилось?

source: I stink of power...I'll share it with you.
ja: 力が有り余っていてな・・・少しお裾分けしてやろう。
ru: Я испускаю аромат силы... Я разделю его с вами.

source: Come out, my pets!
ja: 出でよ、我がペットたち！
ru: Покажитесь, мои твари!

source: What was that noise!?
ja: 何の音じゃ！？
ru: Что за шум!?

source: Look! D, Dragons!
ja: 見てください！ド、ドラゴンです！
ru: Смотрите! Драконы!

source: Hehe! Not only that. I think you'll enjoy it!
ja: くっくっく。それだけではないぞ。まあ楽しむがいい！
ru: Хе-хе. И не только. Наслаждайтесь, мои дорогие!

source: ...OK, anything goes here. We'd better hurry up.
ja: ・・・分かった、何でもありのようだ。急いだ方がいいな。
ru: Сюда что-то движется. Поспешим!

source: Again, be cautious of enemy reinforcements!
ja: まただ！敵増援に注意しろ！
ru: Опасайтесь вражеских подкреплений!

source: Damn! Useless necromancers... OK, hey, my fellow liches! Let's give those gate-crashers the glad hand!
ja: クソ、役立たずの降霊術師どもが・・・よし、我が同胞達よ！あの招かれざる客達を歓迎してやろうぞ！
ru: Проклятье! Бесполезные некроманты... Хорошо хоть, что меня поддерживают личи! Давайте протянем моим недовольным друзьям нашу крепкую руку!

source: Boss...I can't shake this bad feeling.
ja: ボス・・・嫌な予感しかしません。
ru: Командир... Я не могу избавиться от дурного предчувствия.

source: Yes...but we are definitely tracking the lich to his lair.
ja: ああ・・・だが、奴が追い詰められているのも確かだ。
ru: Да... Значит, мы в самом сердце вражеского логова.

source: Open gate!
ja: 門を開け！
ru: Открыть ворота!

source: Ay me! O, well, next!
ja: なんたること！ええい、次だ！
ru: Вот и следующий!

source: Just great. This is a big sale in liches...
ja: やれやれ。リッチの大安売りじゃな・・・
ru: Сегодня прямо таки распродажа личей...

source: So true.
ja: まったくだ。
ru: Похоже на то.

source: By the way, the keep is also odd, isn't it?
ja: ところで、あの主塔も奇妙だとは思わんか？
ru: Между прочим, крепость тоже выглядит странной, не так ли?

source: Hmm... Yes, it looks more ominous. Let's try destroying it.
ja: ふむ・・・ そうだな、禍々しさを感じる。壊してみよう。
ru: Хм... Ты прав, выглядит зловеще. Попытаемся её разрушить.

source: ...It would seem that it has been binding the souls of dead people.
ja: ・・・どうやら死者の魂が捕らえられていたようですね。
ru: ...Казалось, она связывала души мёртвых людей.

source: Yeah, he said he had scraped together many souls.
ja: ああ、奴は多くの魂を集めたと言っていたな。
ru: Он что-то говорил о накопленных душах.

source: Look. Another soul is coming.
ja: 見よ、もう一匹くるぞい。
ru: Посмотри. К нам приближается одна душа...

source: Vita
ru: Вита

source: Vi...Vita?
ru: Ви... Вита?

source: Yes...It's been a long time, Macabre.
ja: ええ・・・久しぶりね、Macabre
ru: Да... Как много прошло времени, Макабр.

source: I...I can't believe it! Why?
ja: ま・・・まさか！なぜだ？
ru: Я... Я не могу поверить! Почему?

source: At that time, you did indeed release my soul from my cursed body. But...I was eventually bound by that lich...like so many other pitiful souls. And as he gathered more souls, he grew more powerful, as you know.
ja: あのとき、確かにあなたは私の魂を解放したわ。呪われた死者の体から。でも・・・結局私はあのリッチに捕らえられてしまった・・・他のかわいそうな魂達と同じようにね。そしてあなたも知っている通り、あいつはさらなる力を手に入れた。
ru: Тогда, ты и в самом деле освободил мою душу от проклятого тела. Но... лич оказался сильнее и покорил меня... как и многие другие души. И чем больше душ он собирал, тем сильнее становился.

source: That's why he are trying to fill the world with death. He hungers for the souls...which is the source of his power.
ja: だからあいつは世界を死で覆い尽くそうとしているの。リッチは魂に飢えている・・・力の源に。
ru: Вот почему, он заполняет мир смертью. Он жаждет получить души, ибо они источник его могущества.

source: Hmmm...I see. But...I don't know what I should say now...
ja: ふむ・・・それは分かった。しかし・・・なんと言えばいいか・・・
ru: Я вижу. Я... Я не знаю, что сказать...

source: I know....Who could have imagined that we would meet again in this way...
ja: 分かるわ・・・。こんな形で再会するなんて・・・
ru: Понимаю... Кто мог предположить, что мы увидимся вновь?

source: I...I have already changed! I'm not what you knew... I'm a mere... cursed undead!
ja: わ・・・私は変わってしまった！もう君の知っている私ではない・・・ 私は・・・ただの、呪われたアンデッドなのだ！
ru: Но я изменился! Я уже не тот, кого ты знала прежде... Я просто... ненавидимый всеми мертвец!

source: No! You still have your own mind! It means you are you.
ja: 違うわ！あなたはまだ自分の心を持っているじゃない！それはあなたがあなただということよ。
ru: Нет! Ты всё ещё сохранил разум! А это значит, что ты остался самим собой.

source: Also, you have released me again.
ja: それに、あなたはまた私を解放してくれた。
ru: И кроме того, ты вновь освободил меня.

source: ...Could you go to heaven?
ja: ・・・天国には行けそうか？
ru: …Ты можешь отправиться на небеса?

source: Yes, maybe.
ja: ええ、多分ね。
ru: Может быть.

source: Hm...
ja: そうか・・・
ru: Хм...

source: Haha... Don't worry. I'm not going anywhere.
ja: ふふ・・・ 心配しないで。私はどこへも行かないわ。
ru: Ха-ха... Не волнуйся. Я никуда не уйду.

source: ...What do you mean?
ja: ・・・どういう意味だ？
ru: …Что ты имеешь в виду?

source: I haven't just been bound. I learned how the lich binds the souls.
ja: 私だってただ捕まっていただけじゃない。あいつがどうやって魂を捕まえているのか分かったわ。
ru: Я не зря провела время в заточении у лича. Я изучила, как он пленит покорённые души.

source: So... I'm going to be your sword.
ja: だから・・・私はあなたの剣になるつもり。
ru: И.. и хочу стать твоим мечом.

source: What!?
ja: 何だと！？
ru: Что!?

source: I will possess your weapon. Then you can reave the lich's soul! Otherwise you couldn't annihilate him completely.
ja: あなたの武器に取り憑くのよ。そうすれば、あなたはリッチの魂を奪えるようになる！そうでもしないと、あいつを完全に滅ぼすことはできないわ。
ru: Я стану духом твоего оружия. И тогда ты сможешь похитить душу лича! А иначе, его не уничтожить.

source: But...
ja: しかし・・・
ru: Но...

source: Macabre...I love you.
ja: Macabre・・・愛しているわ。
ru: Макабр... Я люблю тебя.

source: No! Wait!
ja: だめだ！まて！
ru: Нет! Погоди!

source: soul reaver
ja: ソウルリーバー
ru: вхождение души

source: ...Vita...
ru: ...Вита...

source: You were just released... and now you are bound again...to my bloody sword...
ja: せっかく解放されたばかりだったのに・・・今また縛り付けられてしまったのか・・・私の血塗られた剣に・・・
ru: Только что ты была свободна, а теперь вновь заточена в моём кровавом мече...

source: Boss...
ja: ボス・・・
ru: Командир...

source: No, don't say anything. After all, sentiment is unbecoming to the undead.
ja: いや、何も言うな。所詮、感傷などアンデッドには過ぎたものだ。
ru: Нет. Молчи... В конце концов, мертвецам не полагается проявлять чувства.

source: All right. Come with me, Vita, and let's kill the lich!
ja: いいだろう。共に来るがいい、Vita。そしてリッチを討つぞ！
ru: Хорошо. Иди со мной, Вита! Довершим начатое и покончим с личем!

source: Everyone! I'll take point! Follow me!
ja: 皆の者！私が先頭に立つ！後に続け！
ru: Все! Следуйте за мной!

source: That's what I wanted to hear!
ja: よくぞ言った！
ru: Как же я хотел услышать эти слова!

source: As you wish!
ja: 御意！
ru: Как пожелаешь!

source: Let's do it!
ja: やりましょう！
ru: Сделаем это!
