Repository: konecnyjakub/Danse_Macabre
Catalog: translations/*/LC_MESSAGES/wesnoth-Danse_Macabre.po
Languages: ja, ru

source: Dwarves have lost their leader and fallen into confusion (they never move).
ja: ドワーフはリーダーを失い、混乱に陥りました（彼らは移動できません）。
ru: Гномы лишились своего предводителя и впали в замешательство(никуда не движутся).

source: Drakes have lost their leader and fallen into confusion (they never move).
ja: ドレークはリーダーを失い、混乱に陥りました（彼らは移動できません）。
ru: Драконы лишились своего предводителя и впали в замешательство (никуда не движутся).

source: Fuckin Corpse! Die!
ja: くそったれな死体め！くたばれ！
ru: Поганый мертвяк! Сдохни, сдохни навеки!

source: Oh my god!
ja: なんてことだ！
ru: О, мой бог!

source: What an ugly creature!
ja: なんて醜い奴だ！
ru: Какая уродливая тварь!

source: Bah! Go to hell!
ja: へっ！地獄へ堕ちろ！
ru: Ещё чего! Пошли к лешему!

source: Get out of the way!
ja: 邪魔だどけ！
ru: Прочь с дороги!

source: Welcome, Neckfrill. Has...your...broken...bone...already...healed?
ja: ようこそ、Neckfrill。折れた足は・・・もう・・・治ったか？
ru: Приветствую...тебя...Некфрилл. Ты...уже...исцелил...раздробленные...кости?

source: ...Not yet.
ja: ・・・まだです。
ru: ...Ещё нет.

source: (Probably won't be long before Dwarves and Orcs retreat. We shouldn't let them escape.)
ja: （まもなくドワーフとオークは撤退するだろう。奴らを逃がすべきではない。）
ru: (Полагаю, ещё немного и орки с гномами начнут отступать. Нельзя позволить им уйти.)

source: Enough already... Let's go home!
ja: もういい・・・帰るぞ！
ru: Сколько можно... Клал я на всё это с большим пробором! Пошли домой!

source: Shit! It's a waste of time!
ja: くそっ！時間の無駄だ！
ru: Дерьмо! Мы только теряем время!

source: Stand-down!
ja: 休戦！
ru: Стоять!

source: We did badly...
ja: ひどい結果だ・・・
ru: (У нас проблемы...)

source: That's...not good enough.
ja: いい結果とは言い難い・・・
ru: Это...не...очень...хорошо.

source: Not too bad.
ja: まあまあの戦果だ。
ru: Но и...не так...уж...плохо.

source: Very good.
ja: 結果は上々だ。
ru: Отлично!

source: Excellent!
ja: すばらしい戦果だ！
ru: Превосходно!

source: We didn't achieve anything... We've lost.
ja: 何も得られなかった・・・ 負けだ。
ru: (Мы ничего не добились... Мы проиграли.)

source: We mustn't take up any more of our time. It's over.
ja: これ以上時間をかけるわけにはいかない。終わりだな。
ru: (Нет больше смысла тратить на это своё время. Всё кончено.)

source: And then there were none... It's over.
ja: そして誰もいなくなった・・・ 終わりだな。
ru: И...потом...не...было...ничего...Это...конец.

source: The Dead Bondage 2
ja: 死者の絆２
ru: Мёртвый плен 2

source: Elves
ja: エルフ
ru: Эльфы

source: Let's rot the forest in which elves live!
ja: エルフどもが暮らす森を腐敗させてやろう！
ru: Сгноим эльфом вместе с их лесом!

source: Dwarves
ja: ドワーフ
ru: Гномы

source: Let's bury Dwarves alive!
ja: ドワーフどもを生き埋めにしてやろう！
ru: Похороним гномов заживо!

source: Drakes
ja: ドレイク
ru: Драконы

source: Let's hunt Drakes!
ja: ドレイクを狩るぞ！
ru: Поохотимся на драконов!

source: Attack...
ja: 攻撃するのは・・・
ru: Нападаем...

source: Elves are in the forest. They are skillful marksmen. Their dexterity will be useful to us.
ja: エルフは森にいます。彼らは射撃の名手です。その器用さは我々の役に立つでしょう。
ru: В лесах обитают эльфы. Они отличаются завидной ловкостью и меткостью. А эти качества будут нам полезны.

source: Dwarves are in the mountain. They have unmatched protection. Their resistance will compensate our weakness.
ja: ドワーフは山にいます。彼らは比類無き防御力を有しています。その耐性は我々の弱点を補うでしょう。
ru: В горах мы отыщем гномов. Их защита непревзойдённа и уравновесит наши слабости.

source: Drakes are in the sand. They wield fire. If we can get their dreadful power...
ja: ドレイクは砂漠にいます。彼らは火を巧みに操る。もしあの恐るべき力を手に入れられれば・・・
ru: В пустыне мы повстречаем драконов. Если мы подчиним себе их огненное дыхание, то обретём невероятную силу...

source: Everything went perfectly.
ja: 首尾は上々だ。
ru: Всё прошло отлично.

source: So as the undead and as the living, I've got a score to settle with the lich.
ja: そういうわけで、死者としてのみならず、生者としても、私は奴に借りがある。
ru: И у живого, и у мертвого, у меня есть особые причины, чтобы поквитаться с личем.

source: My goal is both to avenge my wife's death and to liberate all undead from his rule. For this reason, I must have a showdown with him.
ja: 私の目的は、妻の敵を討つと共に、全てのアンデッドを奴の支配から解放することなのだ。それがため、私は奴と雌雄を決しなければならない。
ru: Я хочу отомстить за гибель моей супруги и освободить всех мертвецов от его правления. Поэтому, я сойдусь с ним в битве.

source: You are utterly at a loss for words, aren't you?
ja: あきれて物も言えないか？
ru: Мои слова привели вас в замешательство?

source: No! That's the stuff!!
ja: いいえ！そうこなくては！！
ru: Нет! Но это невероятно!!!

source: Anyway, you are the only leader of ours, sir.
ja: いずれにせよ、あなたは我々の唯一のリーダーなのです。
ru: Что бы ни случилось, ты и только ты наш предводитель.

source: It's exciting to finally hunt a big one again. I'll organize a troop of zombie mages!
ja: 久しぶりの大物じゃな、腕が鳴るわい。わしはゾンビ魔術師の一隊を組織しようぞ！
ru: Как это здорово вновь принять участие в грандиозной охоте. Я организую отряд из одарённых магическими способностями зомби!

source: ...Thank you.
ja: ・・・済まん。
ru: ...Благодарю.

source: Now that that's been decided on, let's enhance our capabilities! Elves, Dwarves and Drakes are still powerful. Which of these will you fight first?
ja: そうと決まれば、戦力を増強しましょう！エルフ、ドワーフ、ドレイクがまだ十分な力を持っています。最初にどれを叩きますか？
ru: Теперь, когда между нами всё решено, давайте умножим нашу мощь! Эльфы, гномы и драконы всё ещё сохранили свои силы. С кем будем сражаться в первую очередь?

source: Well, it's time to fight against the ancient lich!
ja: さあ、古代リッチと戦う時が来たぞ！
ru: Пора взяться за древнего лича!

source: Beginning of the Tragedy
ja: 悲劇の始まり
ru: Начало Трагедии

source: The events portrayed in this story are all true. The names are real names of real people and real organizations.
ja: この物語は真実だけを描いている。従って人物や団体も全て実名である。
ru: События, о которых будет рассказано в этой истории, произошли на самом деле. Все действующие лица названы своими именами, все сообщества носят свои подлинные названия.

source: ...Did you find him?...
ja: ・・・見つかったか？・・・
ru: ...Вы отыскали его?...

source: ...Nay. But there's a human village further on. They will kill him...
ja: ・・・いいや。しかし、この先には人間の村がある。奴らが始末するだろう・・・
ru: ...Нет. Но там, дальше, есть деревня, в которой живут люди, и они его убьют...

source: ...a few hours later
ja: ・・・数時間後
ru: ... спустя некоторое время

source: Villagers are disappearing. This mysterious phenomenon is making progress, but despite the mysterious nature of the disappearances, they are never talked about due to the isolation that encompasses each village in their remote mountain settings. Anyone who passes through villages hit by this phenomenon merely assumes that the village is deserted.
ja: 村人が一夜にして忽然と姿を消す。この奇怪な現象はある地域で静かに進行していったが、その奇怪さに反し、人々の噂に上ることはなかった。山奥の村々は他と交流が少なく、また一人残らず失踪するため、そもそも伝え手を欠いていたからである。偶然通りかかった旅人も、廃村なのだろうと推測する他なかった。
ru: В отдалённых горных районах начали происходить загадочные события. Самым таинственным образом в деревнях исчезали жители, и никто не знал, как и куда они пропадают. Несмотря на то что число исчезнувших людей увеличивалось с каждым днём, никто не озаботился тем, чтобы оградиться от страшной напасти. И случайный путник, которому довелось забрести в опустевшую деревню, мог решить, что жители просто её покинули.

source: This story starts with last of these remote mountain villages. Though this is the last case of the mysterious phenomenon, it is also the beginning of an unprecedented disaster set to envelope the whole world.
ja: そして物語は、最後の失踪事件から始まる。舞台はやはり山間の閉ざされた村であった。これは確かに最後の失踪事件となったが、同時に、全世界を巻き込むさらなる災厄の幕開けともなった。しかし無論、そのことは誰にも知るよしがない。おそらくはこの事件を引き起こしている張本人にさえも・・・
ru: Эта история начинается в отдалённой горной деревне, в которой пока ещё уцелели все жители. Произошедшие в ней таинственные события, стали последними в цепи себе подобных, но положили начало невиданному бедствию, которое поглотило весь мир.

source: Hi.
ja: やあ。
ru: Здрав будь, приятель!

source: Hi, you're going home?
ja: やあ、今日はもう終わりかい？
ru: И тебе не хворать. Чё, домой идёшь?

source: Hey, have you ever heard of zombies?
ja: ああ。ところでお前さん、ゾンビって知ってるか？
ru: Ага. Скажи-ка, дружище, а не слыхал ли ты о зомби?

source: What? You mean those evil, walking corpses?
ja: 唐突だな。悪さをする死体のことだろ？
ru: О зомби? Это чё, о жутких порождениях тьмы, об энтих ходячих мертвецах ты чё ли сказываешь?

source: Yeah, in fact they eat ...
ja: それどころか、食うんだよ。
ru: Ну да. Поговаривают, что едят они...

source: Eat what?
ja: 食うって何を？
ru: И чё едят-то?

source: ...humans.
ja: ・・・人間をだ。
ru: ...людей.

source: Whatever. It's all just superstition.
ja: まあどうせ、ただの作り話さ。
ru: Враки! Чушь собачья. Мало ли чё бабки-то наболтают.

source: No! They really exist. I heard it from Father Merrin.
ja: 違う！奴らは本当にいるんだよ。Merrin 神父から聞いたんだ。
ru: Не, ты погодь! Они и впрямь водятся. Мне об этом рассказал отец Мэррина.

source: How can a corpse move!?
ja: どうして死体が動けるんだ？
ru: Бредни это всё, говорю я тебе. Ну, сам покумекай, ежели он труп, то как он двигаться-то будет?

source: There are evil magicians who animate corpses.
ja: 悪い魔術師がいてな、死体を蘇らせるのさ。
ru: Ну, есть там колдуны всякие, они трупы и оживляют.

source: Why would a magician do that?
ja: 何が目的で？
ru: И вот какого лешего маги стали бы о такое дерьмо руки марать?

source: They use corpses to invade countries.
ja: 奴らは死体を使っていろんな国を侵略するんだ。
ru: Эээ... Ну... Можно наделать таких трупаков и пойти другие страны завоёвывать.

source: Well even if it is true, no magician would want to invade this useless little village.
ja: まあ、ここは安全だな。こんなちっぽけな村を襲ったってしょうがない。
ru: Ну и пусть его. Но на кой ляд колдунам наша деревня? Зачем она им сдалась?

source: ...True.
ja: ・・・確かにな。
ru: Да пожалуй, ты прав...

source: Well, see you tomorrow.
ja: じゃあまた明日。
ru: Ну, лады, завтра увидимся.

source: See you.
ja: またな。
ru: До завтрего.

source: That's all for today.
ja: 今日はここまでにしよう。
ru: Вот на сегодня и всё.

source: Zo, zo, zom...
ja: ぞ、ぞ、ゾン・・・
ru: Зо, зо, зом...

source: ...BRAINS!!...FLESH!!
ja: 脳味噌ォ・・・ 肉ゥ・・・
ru: ... МОЗГИ!!! ...ПЛОТЬ!!!

source: Mama! Papa is back!
ja: ママ、パパがかえってきたよ！
ru: Мама! Папа вернулся!

source: My boy, open the door for papa.
ja: 坊や、パパのためにドアを開けてあげて
ru: Открой папе дверь, сынок.

source: Good evening, papa!
ja: おかえりなさい、パパ！
ru: Добрый вечер, папа!

source: Nooooooooooooooooo!!!!
ja: いやあああああああ！！！
ru: Нееееееееееееет!

source: MORE BRAINS!!! MORE FLESH!!!
ja: もっと脳味噌ォ・・・！ もっと肉ゥ・・・！
ru: БОЛЬШЕ МОЗГОВ!!! БОЛЬШЕ ПЛОТИ!!!

source: What the hell is that!? ...Are those the zombies that father was talking about?
ja: なんだありゃ！？ ・・・神父が言ってたゾンビってやつか？
ru: Леший раздери, что происходит?! Или это в самом деле зомби, о которых отец сказывал?

source: Father! Corpses are attacking our village!
ja: 神父！死体が俺たちの村を襲ってるぞ！
ru: Отец! На нашу деревню напали мертвецы!

source: Really?
ja: 本当か？
ru: Что, в самом деле?

source: Yes! I saw it with my own eyes!
ja: ああ、この目で見たんだ！
ru: Да! Я своими глазами это видел!

source: Hmmm...Call everyone here!
ja: ふむ・・・皆をここに呼べ！
ru: Хмм... Сбирай всех сюда!

source: ...ten minutes later
ja: ・・・10分後
ru: ... десять минут спустя

source: Zombies are attacking us, and some people have already become prey to them. They're coming from the South. We must escape to the North!!
ja: 気付いた者もいると思うが、ゾンビどもが我々の村を襲っている。既に犠牲者も出ているようだ。皆の話を聞く限り、奴らは南からやってきている。北に逃げよう！
ru: Зомби нападают на нас, и некоторые люди уже стали их добычей. Мертвецы подбираются к нам с юга, потому бежать придётся на север.

source: (One matter for concern is whether or not a necromancer is involved in this trouble...But why would a necromancer have any interest in this village? It's very likely that those corpses are separated from their necromancer.)
ja: （気掛かりなのはこの騒ぎにネクロマンサーが関わっているか否かだが・・・。こんな村に何の目的があろうか。おそらくあのゾンビどもはネクロマンサーとはぐれた連中だろう。）
ru: (Беспокоит меня один вопрос - вовлечён ли во всё творящееся некромант? Хотя с чего бы у него возник интерес к нашей деревне? Нее, скорее всего, мертвецы действуют сами по себе.)

source: (Then they have neither intelligence nor will. If we act as a group, it may be easy to escape from them...even to expel them in the morning.)
ja: （ならば、奴らには知能も意志もない。集団で行動すれば奴らから逃げるのは容易かろう。・・・翌朝になれば、奴らを追い払うこともできる。）
ru: (А это значит, что у них нет ни своего разума, ни своей воли. Ежели мы соберёмся все вместе и действовать будем разом, то легко от них укроемся... или поутру даже изгоним их из деревни.)

source: Safe!!
ja: 助かった！
ru: Здесь безопасно!

source: Wait! Don't wander off alone!
ja: 待て！単独行動を取るな！
ru: Погодь! Не нужно ходить в одиночку!

source: Shut up! I wanna go!
ja: うるせえ！ おれは行く！
ru: Заткнись! Куды хочу, туды и пойду!

source: ...BRAINS!
ja: ・・・脳味噌ォ！
ru: ... МОЗГИ!

source: Wh...why is a corpse here...
ja: な・・・なぜここに・・・
ru: Ох... откуда здесь труп...

source: Father! They are coming from behind as well! What should we do!?
ja: 神父様！奴らは後ろからも迫っています！いったいどうすれば！？
ru: Отец! Мертвецы прут и с иного боку! Чё нам делать?

source: Necromancer! Come out! I know that you govern these fuckin corpses!! What do you want!? I promise to do anything in my power to help you except bring harm to my fellow villagers.
ja: ネクロマンサー！出てこられい！貴殿がこの忌まわしい死体どもを操っていることは分かっておるのだぞ！！何が望みだ！？村人の命以外なら何でもくれてやる！
ru: Некромант! Выходи! Я знаю, это ты управляешь этими долбанными трупаками! Скажи, что ты хочешь?! Я выполню любую твою просьбу, если она не причинит вред моим братьям и сёстрам.

source: Nothing...governs...us
ja: なにものも・・・我々を・・・操ってはいない
ru: Ничто... не управляет... нами...

source: ...What are you? A zombie speaks like the living?
ja: ・・・何者だ？ゾンビが生者のように話すだと？
ru: Ты кто? Эти зомби говорят, как живые!

source: It's...time...to...die...Father
ja: 死ぬ時が・・・来たのだ・・・神父
ru: Пришло... время... чтобы... умереть... Отец

source: And...you...shall...get...a...new...life
ja: そして・・・新たな生を・・・与えてやろう
ru: И... вы... получите... новую... жизнь

source: Damn! Fight or Die!!
ja: くそっ、戦うか死ぬかだ！
ru: Проклятье! Бьёмся али помрём!

source: The Power of God compels you!!
ja: 神の御力が汝を滅せん！！
ru: Божья длань да покарает тебя!!!

source: Notice: Human type Walking Corpses that have no XP will be removed from the recall list in the next level.
ja: 注意：経験値を持たない人間タイプの歩く死体は、召喚リストから除外されます。
ru: Отметьте: Зомби человеческого типа, которые не получат ОП, будут недоступны в следующих сценариях.

source: O God! Preserve me from defilement!
ja: おお神よ！我を不浄より救いたまえ！
ru: О Господи! Убереги меня от скверны!

source: Don't...put...it...like...that. This...is...a...special...present...for...you, Father.
ja: そんな・・・言い方を・・・するな。 これは・・・特別な贈り物・・・なのだ・・・神父。
ru: Ты...не...прав. Это...особый...подарок...для...тебя...Отец.

source: ...I got a new life. Thank you very much indeed.
ja: ・・・私は新たな生を受けた。有り難うございます。
ru: ... Я получил новую жизнь. Благодарю безмерно.

source: Ho. You...didn't...lose...your...ability to...reason? Congratulations. Serve me...as my right hand.
ja: ほう・・・理性を失わなかったか。おめでとう・・・。片腕として・・・働いてもらうぞ。
ru: Хо. Ты...не потерял...способность...мыслить? Поздравляю. Будешь...служить мне...в качестве...правой...руки.

source: Vengeance is Mine
ja: 復讐するは我にあり
ru: Мне отмщение и аз воздам

source: ...That's my boy, ingrate...
ja: ・・・見事なり、忘恩の徒よ・・・
ru: …Мой мальчик, мой неблагодарный мальчик...

source: ...Again I command you to come to heel...
ja: ・・・もう一度言う。我に従え・・・
ru: ...И вновь повелеваю, приди и покорись...

source: After his miraculous recovery, Macabre slew the orcish chief without trouble. The Orcs defeat was crippling and left them too weak even to attempt a comeback. Macabre's next target was the great mage who had brought Macabre to bay. He was fascinated by the tremendous magical power of the mage. Without such power, it would be impossible to resist the will of the speaker of the voice, he thought.
ja: 奇跡的な復活を遂げた Macabre は、苦もなくオークの首領を討ち取った。この敗戦はオークにとって致命的であり、もはや再起をはかることさえ困難な状態となった。Macabre の次なる標的は自らを死の淵へと追いやった大魔術師である。無論それは恨みからではなく、大魔術師の強大な魔力に興味があった。その力を得ずして、声の主に抗うことは不可能だと考えたのである。
ru: После удивительного воскрешения, Макабр без проблем расправился с вожаком орков. Поражение этого воинственного народа оказалось настолько тяжёлым, что они даже и не думали возвращаться. Следующей целью Макабр избрал великого мага, с которым недавно вступил в жестокий поединок. Колдовские силы волшебника впечатлили предводителя мертвецов. Макабр полагал, что только с помощью таких невероятных сил можно будет противиться влиянию Голоса.

source: Humans also couldn't disregard the loss of a frontline stronghold with the general. They found out that Macabre was going towards the cathedral where the great mage resided. They proposed not to hold back on the dead and to catch them with one cast of the net. Thus, the interests of the undead clashed with that of the living. A battle between the dead and the living was about to begin. A battle for revenge.
ja: また、人間にとっても前線の城砦を将と共に失ったことは到底看過できることではなかった。彼らは Macabre 一行が大魔術師の根城である大聖堂に向かっているという知らせを受け、これを防ぎ止めるのではなく、むしろ誘い込んで一網打尽にしようと画策した。かくして、死者と人間の戦いは、互いの利害が奇妙な形で一致し、歪な復讐劇としてここに始まろうとしていた。
ru: Люди не собирались оставлять без ответа потерю приграничной твердыни. Разведчики следили за передвижением мёртвой орды, и прекрасно знали, что Макабр ведет свою армию к храму, в котором жил великий волшебник. Решено было не сдерживать мертвецов, дать им выйти к храму и одним махом избавиться от нависшей угрозы. Приближалось время великой битвы. Приближалось время мести.

source: Saruman
ru: Саруман

source: Joe
ru: Джо

source: Raymond
ru: Рэймонд

source: (...Something is wrong. Humans accepted us without a fight. But the Great Mage must be a person they simply can't afford to lose. It would seem that they are playing tricks...)
ja: （・・・どうもおかしい。人間たちは戦いもせず我々を受け入れた。しかし、彼らとて大魔術師を失うわけにはいくまい。何か裏がありそうだ・・・）
ru: (…Что-то здесь не так. Люди пропустили нас без борьбы. Но великий маг не та фигура, которую можно позволить себе потерять. Мне кажется, люди играют в какую-то игру...)

source: Boreas, go scouting...around the outside of this cathedral.
ja: Boreas、斥候に出よ・・・大聖堂の外側だ。
ru: Борей, разведай округу... за пределами храма.

source: Outside? not inside?
ja: 外側？内側ではなく？
ru: Снаружи? Не внутри?

source: Outside. Enlarge your horizons, and don't overlook anything.
ja: 外だ。視界を広く持ち、何事も見逃すな。
ru: Снаружи. Попробуй взлететь повыше и ничего не упускай из вида.

source: (I'm roughly on to their tricks...But I need to know WHEN the trap will spring and HOW MANY will spring it)
ja: （奴らの考えそうなことはおおよそ想像がつく・・・。しかし具体的な「いつ」「どれだけ」を知る必要がある。）
ru: (Я попадусь на их уловку... Но мне нужно знать КОГДА западня сработает, и КАК МНОГО людей будет её закрывать.

source: I'm back! Large troops of humans are coming!
ja: もどりました！人間の大軍が迫っています！
ru: Я вернулся! Сюда движутся многочисленные армии!

source: This must be what I think it is. When will they arrive here?
ja: やはりな。奴らはいつここに到着する？
ru: Так я думал. Когда они прибудут?

source: Sorry, I don't know.
ja: すいません、分かりません
ru: Увы, я не знаю.

source: (What an useless scout... I should have trained him much more.)
ja: （使えんやつだ・・・ もうすこし鍛えておいた方がよかったか）
ru: (Бесполезный разведчик... Нужно было хоть немного его обучить.)

source: The first of them will arrive tomorrow at dawn. And then more will arrive every other day!
ja: 第一陣は明日の夜明け！それから一日置きです！
ru: Первый отряд прибудет завтра на рассвете. А следующий подойдёт через сутки!

source: How many troops are there?
ja: どれだけの部隊がいた？
ru: Сколько там всего армий?

source: Four!
ja: 四つです！
ru: Четыре!

source: Four! First batch is a mounted troop, second is a light infantry troop, third is an infantry troop and forth is a heavy infantry troop.
ja: 四つです！第一陣は騎馬隊、第二陣は軽歩兵隊、第三陣は歩兵隊、第四陣は重歩兵隊です！
ru: Четыре! В первой волне — кавалерия, во второй движутся легкие пехотинцы, в третьей — средняя пехота, а в четвёртой — тяжёлая.

source: Hm...The longer this battle drags on, the more enemies we will have to fight... We must take this into account with the situation at hand. Anyway, don't forget the goal is first to transform the great mage into a fellow zombie.
ja: ふむ・・・戦いが長引けば長引くほど、多くの敵と戦わねばならんわけだ。臨機応変な対応が求められよう。いずれにせよ、我らの目的はあの大魔術師をゾンビ化し、仲間にすることだ。忘れるな。
ru: Гм... Чем дольше продлиться битва, тем больше врагов нам будет противостоять... Нужно это учесть, чтобы удержать сражение под контролем. И нельзя забывать о главной цели — обратить Великого Мага в нашего нового брата.

source: Right, into battle!
ja: 出陣！
ru: Вперёд, на битву!

source: Transform the Great Mage into a Zombie
ja: 大魔術師をゾンビ化せよ
ru: Обратите великого мага в зомби

source: The Great Mage must be killed by a unit with the plague ability!
ja: 大魔術師は疫病で倒さなければなりません。
ru: Великий маг должен быть убит воином, со способностью чумы!

source: Sir! Undead have arrived!!
ja: アンデッドがここまでやって来ました！！
ru: Господин! Мертвецы прибыли!!!

source: How terrible... Don't let them advance any further!
ja: なんてことだ・・・ 我々も戦わなくては！これ以上奴らを侵入させるな！
ru: Какой ужас... Не дайте им продвинуться ни шагу вперёд!

source: Damn! Dress for battle!
ja: くそっ！戦の準備だ！
ru: Проклятье! Приготовиться к битве!

source: John
ru: Джон

source: We are the first wave of reinforcements!
ja: 増援第一陣到着！
ru: Мы первая волна подкрепления!

source: Thomas
ru: Томас

source: We are the second wave of reinforcements!
ja: 増援第二陣到着！
ru: Мы вторая волна подкрепления!

source: Sean
ru: Шон

source: We are the third wave of reinforcements!
ja: 増援第三陣到着！
ru: Мы третья волна подкрепления!

source: David
ru: Давид

source: We are the forth wave of reinforcements!
ja: 増援第四陣到着！
ru: Мы последнее подкрепление!

source: It's now or never! We must fight together!!
ja: 今しかない！共に戦わなければ！！
ru: Сейчас или никогда! Нам надо сражаться вместе!!!

source: What a hell of a mess! Dress for battle!
ja: 何というざまだ！戦の準備をせい！
ru: Какой бардак! Сражаемся! Сражаемся!

source: I...I don't wanna die...I don't wanna be a zombie...
ja: し・・・死にたくない・・・ゾンビになどなりたくない・・・
ru: Нет... Я не хочу умирать... Я не хочу стать зомби...

source: Why do you hate zombies so much? Every human must eventually die anyways. But as a zombie you will get a new life. Why doesn't your heart rejoice at this?
ja: なぜそれほどゾンビを嫌う？人間はいずれ皆死ぬ。お前は新たな生を得るのだ。むしろ喜んだらどうだ？
ru: Откуда в тебе такая ненависть к зомби? Каждый человек оканчивает свой путь смертью. Но став зомби, ты получишь новую, неограниченную жизнь. Почему твоё сердце не ликует?

source: Don't quibble with me! I don't want to survive as a decomposed corpse!
ja: 屁理屈を抜かすな！腐ってまで生き延びとうないわ！
ru: Не препирайся со мной! Я не хочу провести остаток дней в качестве расчленённого трупа!

source: No matter. Now you die and get a new life.
ja: それはともかく、お前は死んで新たな生を受ける。
ru: Не важно. Ты умрёшь и получишь новую жизнь.

source: Noooooooooo!!!
ja: やめろおおおおおおお！！！
ru: Неееееееееееет!!!

source: I have putrefied...
ja: 腐ってしもうた・・・
ru: Я разлагаюсь...

source: Yeah.
ja: そうだな。
ru: Да.

source: Hey! I told you to transform him into zombie! ...It seems my leadership has declined. I couldn't accomplish my ends under such circumstances...
ja: おい！奴はゾンビ化しろと言ったはずだぞ！・・・私の統率力も鈍ってしまったようだな。これでは我が目的を果たせないだろう・・・
ru: Эй! Я же приказывал вам обратить его в зомби!.. Похоже моё влияние уменьшилось. Так я ничего не добьюсь...

source: The Dead Bondage
ja: 死者の絆
ru: Мёртвый плен

source: After a tough fight, Macabre defeated the great mage Philosophy, and took control of his remains. Everything went quite well. 'Now is the time for action...' But then Macabre heard the voice again.
ja: 激戦の末、ついに Macabre は大魔術師 Philosophy を打ち倒し、これを手中に収めた。もう十分だろう・・・これだけの力があれば・・・。しかし、そんな淡い期待さえ許さぬとでも言わんばかりに、再びあの声が聞こえてきた。
ru: После долгого и трудного боя, Макабр одолел великого мага Философа и обратил его останки в послушного мертвеца. Казалось, всё идёт хорошо. <i>'Пришла пора действовать...'</i> Но в этот момент Макабр вновь услышал Голос.

source: ...You are at the meridian of your power, aren't you?...
ja: ・・・飛ぶ鳥を落とす勢いとはまさにお前のことだな・・・
ru: ...Ты под моей властью, не правда ли...

source: ...But, are you sure you are not under misapprehension?...
ja: ・・・しかし、何か勘違いをしているのではないか・・・
ru: ...И в самом деле полагаешь, что не подвержен заблуждениям?..

source: ...What are you planning to do with your new-found power?...
ja: ・・・その力を使って、何をするつもりだ？・・・
ru: ...Куда повернёшь обретённую силу?..

source: ...I must say, oblivion is a sin...
ja: ・・・全く、忘却とは罪よ・・・
ru: ...Забвение — грех...

source: ...Because oblivion calms even fear...
ja: ・・・恐れさえも薄れさせてしまうのだからな・・・
ru: ...Ибо забвение способно поглотить даже страх...

source: Not that again!!! I will only do my OWN bidding!!!
ja: いい加減にしろ！私は自分自身の意志にのみ従う！！
ru: Нет! Только не снова! Я хочу следовать только СВОИМ приказам!!!
