Repository: konecnyjakub/Danse_Macabre
Catalog: translations/*/LC_MESSAGES/wesnoth-Danse_Macabre.po
Languages: ja, ru

source: If you don't quit tripping...
ja: 戯言をやめなければ・・・
ru: Если ты не заткнёшься...

source: WHAT WILL YOU DO IF I DON'T ?
ja: やめなければ、何をするというのだ？
ru: И ЧТО ТЫ СДЕЛАЕШЬ, ЕСЛИ Я НЕ ОСТАВЛЮ ТЕБЯ?

source: Long time no see, Macabre.
ja: 久しぶりだな、Macabre 。
ru: Сколько зим, сколько лет, Макабр.

source: You!! How dare you come here!
ja: 貴様！！どの面を下げて現れた！
ru: Ты!!! Как ты посмел явиться сюда!

source: That's a really mean thing to say, MY BOY.
ja: 随分な言い草だな、我が子よ。
ru: Мой приход означает, что мне в самом деле есть что тебе сказать, МОЙ МАЛЬЧИК.

source: Shut up! I won't let you get away!!
ja: ほざけ！覚悟しろ！！
ru: Заткнись! Я не позволю тебе уйти!!!

source: Aw man! First things first.
ja: やれやれ！物事には順序がある。
ru: Тише, тише! Сначала о главном.

source: What a difficult child... OK, I'll teach you a lesson. Come on!!
ja: なんと聞き分けのない・・・よろしい。思い知らせてやろう。来い！！
ru: Какой непослушный ребёнок... Ну что же, я преподам тебе урок смирения. Начнём!!!

source: My pleasure!!
ja: 望むところだ！！
ru: С удовольствием!!!

source: That's all? ...Well, this is my round!!
ja: それで終わりか？ ・・・では、私の番だ！！
ru: И это всё?.. Тогда раунд мой.

source: Aaaaarrrrrgggghhhhhhh!!!
ja: グワアアアアアアアア！！！！
ru: Ааааааррррррггггхххххххххх!!!

source: Does that ring a bell?
ja: 少しは思い出したか？
ru: Кто это звонит в колокол?

source: ...When next we meet, come to heel or become void. Think well!!
ja: ・・・次に会うときは、服従か無に帰すかだ。よく考えよ！！
ru: …При следующей нашей встрече, приди поклониться или обратишся в ничто. Поразмышляй об этом на досуге!!!

source: What happened!? You are injured very much!!
ja: 何があったのです！？大怪我ではないですか！！
ru: Что случилось? Ты ранен?

source: Leave it to me!
ja: 私に任せなさい！
ru: Оставь его для меня!

source: Are you all right?
ja: 大丈夫ですか？
ru: Всё в порядке?

source: ...Yes.
ja: ・・・ああ。
ru: ...Да.

source: What...
ja: 何が・・・
ru: Что ...

source: I was insufficiently aware of the problem...We need more power...Because I must bring down an ancient lich!!!
ja: 私が甘かった・・・もっと力が必要だ。私はある古代リッチを倒さねばならん！！
ru: Я не знал насколько глубока бездна... Нам нужно больше, ещё больше сил... Иначе мне не одолеть древнего лича!!!

source: A...Ancient lich? Are you sure?
ja: こ・・・古代リッチ？確かですか？
ru: Д... д... древнего лича? А ты и в самом деле уверен?

source: Yes...this is something from my past when I was still a living human. Because of my talent for tactics, I was selected as a military commander at a young age. I led my country to victory in many wars. At last I was ordered to put down an ancient lich. He had already brought calamity to many countries by then.
ja: ああ・・・これは私がまだ生きた人間だった頃の話だ。用兵の才を買われ、私は若くして一軍の将となった。そして多くの戦争で自国を勝利に導いたのだ。その実績から、私は古代リッチの討伐を命じられた。奴は当時から、数多の国に災厄をもたらしていたのだ。
ru: Да... Всё теперешнее берёт начало в прошлом, когда я ещё был живым человеком. Благодаря военным талантам, уже в молодом возрасте меня избрали главнокомандующим. Не одну победу принес я своей стране, но вот однажды мне приказали выступить против древнего лича. К тому времени, он принёс уже много бедствий всему живому...

source: It was a horrible war. Many soldiers were killed, but we managed to eliminate hordes of undead. The war was a back and forth affair. Before I knew it, the only survivors left were my wife, who was also my aid, the ancient lich and myself. My wife and I hunted down the lich in the end.
ja: 恐ろしい戦いだった。多くの兵士たちが次々にその命を失っていった。しかしそれはアンデッド軍にとっても同じことだった。永遠とも思える時間、一進一退の攻防が繰り返された。ふと気づいてみると、私と、我が副官にして最愛の妻 Vita、そして古代リッチのみが生き残っていた。我々はついに奴を追い詰めた。
ru: Это была ужасная война. Много воинов пало в битвах, но нам удалось разбить мертвецкие орды. Война поглотила всё кругом и в какой-то момент я не мог сказать, остался ли ещё кто живой... Я знал только о себе и моей дорогой супруге. Все годы она была мне верной опорой и надёжным помощником... Закончилось всё тем, что мы вместе с ней выследили лича.

source: Or at least I thought so.
ja: ・・・そう思ったのだ。
ru: По крайней мере, я так думал.

source: poisoned
ru: отравление

source: Merrin! ...I couldn't accomplish my goal without him. It's over.
ja: Merrin！ ・・・彼なしでは我が目的を果たせないだろう。これまでだ。
ru: Мэррин!.. Мне не достичь без него своей цели!

source: Boreas! ...I couldn't accomplish my goal without him. It's over.
ja: Boreas！ ・・・彼なしでは我が目的を果たせないだろう。これまでだ。
ru: Борей!.. Я ничего без него не добьюсь. Всё кончено.

source: Philosophy! ...I couldn't accomplish my goal without him. It's over.
ja: Philosophy！ ・・・彼なしでは我が目的を果たせないだろう。これまでだ。
ru: Философ!.. Мне не справиться без него! Всё кончено.

source: I can't perish...until defeating him...
ja: まだ・・・倒れるわけには・・・奴を・・・
ru: Я не могу погибнуть... не отправив на тот свет своего врага...

source: Oops! My fellows are starving... They won't obey my order any longer. I've spent too much time... I lost.
ja: しまった！仲間達が空腹にあえいでいる・・・。彼らはもう私の命令に従わないだろう。時間をかけすぎたな・・・負けだ。
ru: Мои братья голодают... Теперь они не будут повиноваться моим приказам. Слишком много времени ушло впустую... Я проиграл.

source: During battle, this unit can drain a part of the soul from victims to renew its own health.
ja: 戦闘中、このユニットは犠牲者から魂の一部を奪い、自分を回復させます。
ru: Во время сражения боец высасывает часть души противника, чтобы восстановить потерянное здоровье.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
ja: このユニットは周囲を暗くして、 混沌ユニットを戦いやすく、 秩序ユニットを戦いにくくします。
ru: Боец затемняет окружающее пространство, благодаря чему хаотические бойцы сражаются сильнее, а порядочные слабее.

source: This unit recovers mobility when it grows dark.
ja: このユニットは暗くなると移動できるようになります。
ru: Боец возвратит подвижность, когда стемнеет.

source: This unit cannot move in the daytime.
ja: このユニットは日中移動できません。
ru: Боец не может перемещаться днём.

source: Enemy units cannot see this unit, except if they have units next to it.
ja: 敵がこのユニットの隣にいる場合を除いて、このユニットを見ることはできません。
ru: Воины противника не видят этого бойца, пока не окажутся с ним рядом.

source: This unit can frighten enemy units that are next to it, making them fight worse.
ja: このユニットは隣接する敵ユニットを怯えさせ、戦いにくくします。
ru: Боец пугает вражеских воинов, заставляя их хуже сражаться.

source: Take it
ja: 取る
ru: взять

source: Leave it
ja: 取らない
ru: оставить

source: darken
ja: 遮光
ru: затемнение

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
ja: このユニットは周囲を暗くして、 混沌ユニットを戦いやすく、 秩序ユニットを戦いにくくします。 すべての隣接ユニットは日中には夕方として、 夕方には夜として戦うようになります。
ru: Боец затемняет окружающее пространство, благодаря чему хаотические бойцы сражаются сильнее, а порядочные слабее. Все бойцы, находящиеся рядом, будут сражаться днём, как в сумерках, а в сумерки, как ночью.

source: regenerates +12
ja: 再生 +12
ru: восстановление +12

source: female^regenerates +12
ja: 再生 +12
ru: восстановление +12

source: The unit will heal itself 12 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ja: このユニットはターンごとに自身のHPを12回復します。 毒を受けているなら、 回復する代わりに毒を取り除きます。
ru: Боец исцеляет 12 ЗД за ход. Если боец отравлен, то вместо исцеления, он излечится от яда.

source: regenerates +16
ja: 再生 +16
ru: восстановление +16

source: female^regenerates +16
ja: 再生 +16
ru: восстановление +16

source: The unit will heal itself 16 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ja: このユニットはターンごとに自身のHPを16回復します。 毒を受けているなら、 回復する代わりに毒を取り除きます。
ru: Боец исцеляет 16 ЗД за ход. Если боец отравлен, то вместо исцеления, он излечится от яда.

source: regenerates +20
ja: 再生 +20
ru: восстановление +20

source: female^regenerates +20
ja: 再生 +20
ru: восстановление +20

source: The unit will heal itself 20 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ja: このユニットはターンごとに自身のHPを20回復します。 毒を受けているなら、 回復する代わりに毒を取り除きます。
ru: Боец исцеляет 20 ЗД за ход. Если боец отравлен, то вместо исцеления, он излечится от яда.

source: terror
ja: 恐怖
ru: ужас

source: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
ja: このユニットは隣接する敵ユニットを怯えさせ、戦いにくくします。 低レベルの隣接敵ユニットは戦闘において与えるダメージが減少します。同レベルないし低レベルの敵ユニットが隣接して戦う時、その攻撃はレベル差ごとに15%ずつダメージが減少します。
ru: Воин может напугать находящихся рядом с ним вражеских бойцов, из-за чего они будут хуже сражаться. Соседние вражеские бойцы более низкого уровня нанесут меньше повреждений в битве. Когда вражеский воин того же или более низкого уровня находится рядом и участвует в бою, его атака причиняет повреждений меньше на 15% на время разницы в уровнях бойцов +15%.

source: seclusion
ja: 潜居
ru: уединение

source: The unit always becomes invisible. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ja: このユニットは常に見えなくなります。 敵がこのユニットの隣にいる場合を除いて、このユニットを見ることはできません。このユニットを初めて見つけた敵ユニットはそれ以上移動できなくなります。
ru: Боец невидим для противника. Этот боец остаётся незамеченным для противника, пока тот не окажется рядом с ним. Когда вражеский боец его обнаруживает, то теряет все очки перемещения.

source: Seclusion: The unit always becomes invisible. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ja: 潜居: このユニットは常に見えなくなります。 敵がこのユニットの隣にいる場合を除いて、このユニットを見ることはできません。このユニットを初めて見つけた敵ユニットはそれ以上移動できなくなります。
ru: Уединение: Этот боец невидим для противника. Этот боец остаётся незамеченным для противника, пока тот не окажется рядом с ним. Когда вражеский боец его обнаруживает, то теряет все очки перемещения.

source: sleep
ja: 睡眠
ru: сон

source: This unit cannot move in the daytime.
ja: このユニットは日中移動できません。
ru: Боец не может перемещаться днём.

source: wakeup
ja: 覚醒
ru: пробуждение

source: This unit recovers mobility when it grows dark.
ja: このユニットは暗くなると移動できるようになります。
ru: Боец возвратит подвижность, когда стемнеет.

source: souldrain
ja: 霊気吸収
ru: поглощение

source: This unit drains a part of the soul from undead units or living units. It heals itself for 50% of the damage it deals to undead units and 25% of the damage it deals to living units (rounded down).
ja: このユニットはアンデッドや生者から魂の一部を奪い、アンデッドなら与えたダメージの50%、生者なら与えたダメージの25%が回復します（切り捨て）。
ru: Боец поглощает часть души у мёртвых воинов или живых бойцов. Благодаря чему исцеляет до 50% урона, когда имеет дело с мёртвыми противниками до 25%, когда сражается против живых.

source: soulbind
ja: 霊魂呪縛
ru: пленение духа

source: Units killed by this attack have their souls bound to the will of their killer.
ja: この攻撃で殺されたユニットの魂は、殺害者の意のままに操られる。
ru: Бойцы с такой атакой завладевают духом своего противника.

source: cursed poison
ja: 呪毒
ru: проклятый яд

source: This attack poisons not only the living but also the undead. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
ja: この攻撃は生者のみならず死者をも毒状態にします。毒を受けているユニットは解毒するか HP が 1 になるまで、毎ターン HP が 8 減っていきます。毒そのものでは、ユニットが死ぬことはありません。
ru: Атака с помощью проклятого яда поражает не только живых, но и мертвецов. Отравленные бойцы теряют 8 ЗД каждый ход, в течение которого не лечатся, пока их здоровье не достигнет 1 ЗД. Яд не способен убить вражеского воина.

source: Danse Macabre
ja: 死の舞踏
ru: Пляска Макабра

source: Creeper
ja: 這う者
ru: Ползущий труп

source: (Normal)
ja: （普通）
ru: (Нормальный)

source: Walker
ja: 歩く者
ru: Ходячий труп

source: (Challenging)
ja: （挑戦的）
ru: (Напряжённый)

source: Runner
ja: 走る者
ru: Скачущий труп

source: (Difficult)
ja: （難しい）
ru: (Трудный)

source: Normal
ja: 普通
ru: Нормальный

source: Challenging
ja: 挑戦的
ru: Напряжённый

source: Difficult
ja: 難しい
ru: Трудный

source: Macabre is a rare zombie who has intelligence and will. What's he like? What's his purpose?
ja: Macabre は知性と意志を有する希有なゾンビである。彼は一体何者か？またその目的は？
ru: Макабр относится к тому редко встречающемуся виду зомби, которые сохранили разум и волю. С чем можно его сравнить? К чему он стремится?

source: Note: I recommend the 'Normal' difficulty level if you're trying this campaign for the first time.
ja: メモ：初回は難易度「普通」を推奨。
ru: Примечание: Если вы только начинаете знакомство с этой кампанией, то выберите средний уровень сложности.

source: (Expert level, 12 playable scenarios. version
ja: （上級者レベル、12シナリオ、version
ru: (Для опытных игроков, 12 играемых сценариев. Версия

source: Campaign Design
ja: キャンペーンデザイン
ru: Разработка кампании

source: Campaign Maintenance
ja: キャンペーンメンテナンス
ru: Работы

source: Artworks and Graphics Design
ja: アートワークとグラフィクスデザイン
ru: Художественные работы

source: Map Design
ja: マップデザイン
ru: Дизайн карт

source: English Revision
ja: 英文校正
ru: Проверка английского

source: Brainstorming and Playtesting
ja: ブレインストーミングとテストプレイ
ru: Тестирование

source: Porting for Wesnoth 1.12
ru: Перенос на Веснот 1.12

source: Reference
ja: リファレンス
ru: Ссылки

source: Meh
ja: 我ハタダ主ノ命ニ従ウノミ。

source: Russian Translation
ja: ロシア語翻訳
