Repository: konecnyjakub/Danse_Macabre
Catalog: translations/*/LC_MESSAGES/wesnoth-Danse_Macabre.po
Languages: ja, ru

source: Of course I was defeated. The lich transformed me into a living dead. But things fell short of his expectations. I had not only intelligence, but also a strong will. It was the will to kill the lich, but I couldn't allow him to catch wind of my intentions.
ja: 私は当然のように敗れ、奴は喜々として私を生ける屍へと転生させた。しかし、そこからが奴の想像とは違っていたのだ。私には知性だけではなく、強固な意志も残った。リッチを殺さねばならないという意志だ。だが、そのことはおくびにも出すわけにはいかなかった。
ru: Конечно, я оказался сражён. Лич обратил меня в живое подобие мертвеца. Но кое-что ускользнуло от его внимания. Мой разум не погрузился в сон, и воля моя не угасла. Меня наполняло желание убить лича, но я не мог позволить своим эмоциям выйти наружу.

source: If he had realized it, he would have destroyed me without hesitating. I saw it immediately, so I waited until the right conditions were met. I continued to behave as an obedient, hungry and pitiful puppet. Several years later, I saw my chance and broke out of the den of the lich.
ja: もしそうと分かれば、奴はためらいなく私を破壊しただろう。転生し、すぐにそれを悟った私は、時が満ちるのを待った。従順な、空腹にあえぐ、哀れな抜け殻のように振る舞い続けたのだ。そして、数年後のある日、私は隙をついて奴の居城から脱走した。
ru: Если бы он понял, что я не утратил своего естества, то убил меня не раздумывая. Я чувствовал это, я ждал, пока не подвернётся подходящий случай и продолжал вести себя, как верный голодный пёс. Через несколько лет мне представилась возможность сбежать из его логова.

source: Villager
ja: 村人
ru: Крестьянин

source: This...should...be...far...enough.
ja: ここまで・・・くれば・・・大丈夫・・・だろう。
ru: Это...очень...далеко...

source: Did you find him?
ja: 見つかったか？
ru: Ты нашел беглеца?

source: Nay. But there's a human village further on. They will kill him.
ja: いいや。しかし、この先には人間の村がある。奴らが始末するだろう。
ru: Нет. Но на его пути человеческая деревня. Люди не станут церемониться с ходячим трупом.

source: (...human village? It is certainly dangerous, but I can't go back. I must act with caution...)
ja: （・・・人間の村か。確かに危険だが、引き返すわけにはいかない。慎重に行動すれば・・・）
ru: (...деревня, в которой живут люди? Конечно, это опасно, но вернуться я уже не могу. Придётся соблюдать осторожность...)

source: You...all...are...ready...Follow...me...I'll...treat...you...to...dinner.
ja: お前達はもう・・・ ついて来い・・・ 空腹を・・・満たしてやる
ru: Вы...должны...быть готовы...следовать...за мной...Вы...послужите...мне...обедом.

source: Falling Sky
ja: 堕ちた空
ru: Рухнувшие небеса

source: Macabre advanced into the desert which Drakes were based in.
ja: Macabre はドレイクが巣くう砂漠に侵入した。
ru: Макабр повёл свою армию в пустыню, на встречу с драконами.

source: Drake
ja: ドレイク
ru: Дракон

source: Chrysophylax
ru: Крисофилакс

source: Saurian
ja: トカゲ
ru: Ящер

source: Damn Undead! Kill them all!
ja: くそったれなアンデッドめ！奴らを皆殺しにしろ！
ru: Проклятые мертвецы! Убейте их всех!

source: Support Drakes!!
ja: ドレイクたちを援護しろ！！
ru: Поддержим драконов!

source: Stop!!
ja: やめろ！！
ru: Стойте!

source: What are you guarding?
ja: 何を守っているんだ？
ru: Что вы охраняете?

source: Not guarding! There is a dangerous drake in this prison! We should never liberate him!
ja: 守っているのではない！この牢には危険なドレイクがいるのだ！奴を解放してはならない！
ru: В этой тюрьме содержат в заточении опасного дракона! Ему нельзя оказаться на свободе!

source: Hm...interesting...very interesting. I really want to see him.
ja: ほう・・・興味深い・・・非常に興味深い。是非彼と会ってみたいな。
ru: Гм... интересно... очень интересно. Мне хочется на него посмотреть.

source: ....What...happened...
ja: ・・・何が・・・起こった・・・
ru: ...Что...произошло...

source: Smok Wawelski
ru: Смок Вавельски

source: ....Undead?...
ja: ・・・アンデッドか？・・・
ru: ...Мертвецы?..

source: Yes, I hear you are mad. Show your madness!
ja: そうだ。お前は狂っているそうだな。狂気を見せてみろ！
ru: Да. Я слышал, дракон, что ты безумен. Так покажи мне своё безумие!

source: ...I was called a hero in a time past...But now I'm just called mad...
ja: ・・・かつては英雄と呼ばれ・・・今はただの狂人か・・・
ru: ...В былые дни меня называли героем... А сейчас называют безумцем...

source: ...Muhahahaha!!! OK! I will show my MADNESS! I will burn the whole world!!
ja: ・・・ムハハハハハ！！！いいだろう！私の「狂気」を見せてやる！世界を火の海に沈めてくれよう！！
ru: ...Мухахахахаха!!! Хорошо! Я покажу тебе своё БЕЗУМИЕ! Я выжгу дотла весь мир!

source: Good... Cut his heart out! That will give us a new power!!
ja: それでいい・・・ 奴の心臓をえぐり出せ！我々の新たな力となるだろう！
ru: Отлично... Вырвите ему сердце! Оно наделит нас невиданной мощью!

source: ...It's over...Enjoy my mad heart...
ja: 終わりだ・・・ 私の狂った心臓を楽しむがいい・・・
ru: ...Всё кончено... Наслаждайтесь моим безумным сердцем...

source: This is a heart of drake. Should he pick it up?
ja: これはドレークの心臓です。彼が取りますか？
ru: Это сердце дракона. Боец возьмёт его или оставит?

source: The Heart of Drake
ja: ドレークの心臓
ru: Сердце дракона

source: He ate the heart and got fire breath and fire resistance!
ja: 彼は心臓を食べ、ファイアーブレスと火炎耐性を得た！
ru: Он съел сердце дракона и обрёл огненное дыхание и сопротивление к обжигающему пламени.

source: fire breath
ja: ファイアーブレス
ru: огненное дыхание

source: Rotten Forest
ja: 腐った森
ru: Гнилой Лес

source: Macabre took strides toward the forest which Elves lived in.
ja: Macabre はエルフが隠れ住んでいる森へと兵を進めた。
ru: Макабр направил свою армию в сторону Гнилого Леса.

source: Elf
ja: エルフ
ru: Эльф

source: Thranduil
ru: Трандуил

source: Legolas
ru: Леголас

source: Oh my god! Why couldn't humans annihilate them? It's over...All of us Elves will become ZOMBIES!!
ja: なんてことだ！人間たちは奴らを殲滅できなかったのか？終わりだ・・・我々はみんなゾンビになるんだ！！
ru: О великий Элох! Почему люди не смогли уничтожить эти порождения бездны? Всё кончено... Все мы, эльфы, обратимся в бездушных мертвецов!!!

source: Please never say that, King! We are the glorious Elves! Let's fight!
ja: お願いですから弱音を吐かないで下さい、王よ！我々は名誉あるエルフだ！戦いましょう！
ru: Мой Король, не отчаивайтесь! Мы эльфы! Мы непревзойдённые воины! Об этом сражении сложат песни!

source: Hmm...ok, We have no choice but to do so...
ja: うう・・・そうだな、それ以外に道はない・・・
ru: Хм... Ты прав: нужно биться. И у нас всё равно нет иного выбора.

source: My force of rangers! Fight on our honor to the last man!!
ja: 我がレンジャー部隊よ！名誉に懸けて最後の一人まで戦え！！
ru: Мои лесные братья! Сразимся же с неприятелем! Жизнь, честь и острые стрелы!

source: Coward king and heroic warrior...It's obvious which personnel is necessary for us.
ja: 臆病な王と勇敢な戦士・・・ いずれが我々にとって必要な人材かは明白だな。
ru: Трусливый король и доблестный воин... Вот и понятно, кто нам нужен.

source: Don't overlook him.
ja: 彼を見逃すな。
ru: Не упустите его.

source: Glory to Elves!!
ja: エルフに栄光あれ！！
ru: Слава эльфам!!!

source: We need his heroic spirit! Cut his heart out!!
ja: 我々には彼の勇敢な精神が必要だ！心臓をえぐり出すぞ！！
ru: Нам просто необходим его героический дух! Вырвите сердце этого эльфа!!!

source: This is a heart of elf. Should he pick it up?
ja: これはエルフの心臓です。彼が取りますか？
ru: Эльфийское сердце. Взять его или оставить?

source: The Heart of Elf
ja: エルフの心臓
ru: Сердце Эльфа

source: He ate the heart and got ambush, marksman and other elvish feature!
ja: 彼は心臓を食べ、伏兵、射撃、その他エルフの特徴を得た！
ru: Он съел сердце и теперь может укрываться в засаде, а также получил ещё одну эльфийскую способность.

source: Pride and Prejudice
ja: 高慢と偏見
ru: Гордость и Предубеждение

source: Macabre had cloaked the battlefield in the darkness of death. Those who had escaped from death ran back to their homeland and cried of calamity from an already bloody battlefield and a horde of undead that appeared from nowhere and caused the death of their comrades. It was also evident that by the horde swallowing up the battlefield, the number of undead would increase causing a calamity that would endanger the whole world.
ja: Macabre の策略により、戦場は死の闇に覆われた。かろうじて生き延びた者達は、祖国へと逃げ帰り、この恐るべき災厄について触れ回った。ただでさえ血生臭い戦場と、どこからともなく現れた死者の群れ。同胞の死と堕落。そして、戦場を呑み込み、さらに数を増した死者たち。これが全世界を巻き込む脅威となることは、もはや明らかであった。
ru: Макабр укрыл поле битвы тёмным покрывалом смерти. Те, кому удалось избежать гибели, поспешили к родным местам, вопя от ужаса, стремясь удалиться от проклятого места, на котором их товарищи приняли смерть от неизвестно откуда появившихся мертвецов. Стало очевидно, что покрывшая поле битвы орда мертвецов, породит такие бедствия, которые затронут весь мир.

source: So all the living agreed to a ceasefire in order to prepare their countermeasures against the undead. Some factions built up their defenses at home, and other factions tried to get the first strike.
ja: かくて生者同士の争いは一時休戦となり、それぞれがそれぞれの仕方で、死者の群れへの対策を講じることになった。ある種族は本拠地に閉じこもって守りを固め、またある種族は先んじて手を打とうとした。
ru: Поэтому, оставшиеся в живых расы согласились заключить перемирие, чтобы подготовиться к нападению мертвецов. Некоторые альянсы укрепляли оборону своих городов, а другие готовились нанести упреждающий удар на подступах к родным землям.

source: First, Macabre set his eyes on the Humans who had gained an upper hand in the last war. He understood the need to train his increased army and to enhance his capability. From that standpoint, powerful and intrepid Humans were the best opponents to fight against. As soon as Macabre found out where the Humans' outlying castle was, he began to advance his army in silence. The Humans' response came to meet Macabre's expectations.
ja: Macabre が最初に目を付けたのは、やはり生者同士の戦いで始終優勢にあった人間族である。膨張した死者の軍を訓練する上でも、そして新たな戦力を獲得する上でも、精強かつ勇猛な人間族ほど好都合な相手は存在しない。近くに人間の出城があることを知り、Macabre は静かに兵を進めていった。そして、彼らの死者に対する対応は、予想通りのものであった。
ru: Макабр присматривался к людям, которые одержали победу в последней битве. Он понимал, что его возросшую числом армию необходимо обучать и тренировать. Влиятельные и бесстрашные люди были достойными противниками. Как только Макабр разузнал, где расположена ближайшая людская крепость, он начал выдвигать к ней свою армию. Люди оправдали ожидания Макабра и не заставили себя долго ждать.

source: Human
ja: 人間
ru: человек

source: Eomer
ru: Эомер

source: We have much dead flesh as a result of the recent war.
ja: 我々は先の戦争で多くの屍肉を手に入れました。
ru: В результате последней битвы у нас прибавилось мертвой плоти.

source: ...so?
ja: ・・・それで？
ru: ...и?

source: Some heavy eaters transformed into Ghouls.
ja: 幾人かの大食らいが、グールへと変態しました。
ru: Некоторые особо крупные поедатели плоти обратились в вампиров.

source: That's...good news. Provide them...with an adequate diet.
ja: よい・・・知らせだ。彼らに・・・十分な食事を・・・与えよ。
ru: Это...хорошие...новости. Обеспечь... им... соответствующее...питание.

source: There is a stronghold of humans!
ja: 人間の城砦があります！
ru: Это крепость людей!

source: How...are...they...doing?
ja: 奴らは・・・どんな・・・様子だ。
ru: Что...они...делают?

source: They are preparing to fight!
ja: 戦意に満ちています！
ru: Они готовятся к битве!

source: How...many...mages...are...there?
ja: 魔術師は・・・どのぐらい・・・いる？
ru: Как...много...там...магов?

source: None! But a troop of magi are in the southeast forest! It'll probably take a while before they arrive at the stronghold.
ja: いません！でも、魔術師の一隊が南東の森にいます！城砦に到着するまでにもうしばらくかかるでしょう。
ru: Ни одного! Но в лесу на юго-востоке укрывается отряд магов! Думаю, им потребуется время, чтобы добраться до крепости.

source: (...They will probably annihilate us after the mages arrive. We must capture the stronghold before that so we can launch a surprise attack on the mages in the forest.)
ja: （・・・奴らはおそらく魔術師が到着してから我々を殲滅する腹づもりだろう。その前に城砦を落とす必要がある・・・。そうすれば森で魔術師を奇襲することもできよう）
ru: (...Если маги прибудут в крепость первыми, то нас ничто уже не спасёт. Нужно их опередить, а потому сначала нанесём удар по скрывающимся в лесу волшебникам)

source: Let's...contend...with...Humans!
ja: 人間と・・・戦だ！
ru: Начнём...битву...с людьми!

source: (I hope they don't turn chicken.)
ja: （奴らが臆病風に吹かれなければよいが）
ru: (Надеюсь, они не станут отсиживаться за стенами.)

source: Scout!
ja: 斥候！
ru: Гонец!

source: General, corpses are attacking us!
ja: 将軍、死体たちが我々を攻撃しようとしています！
ru: Генерал, нас атаковали мертвецы!

source: Humph! To hell with the defense-only policy! Politicians are too cowardly. Wait for weak magicians? Nonsense! We are the best and the brightest!
ja: ふん。専守防衛など糞食らえだ！政治家どもは臆病すぎる。軟弱な手品師どもを待てだと？ばかばかしい！我々は選び抜かれた精鋭だ！
ru: Тролль раздери! Да пошли она к лешему, эта тупая политика обороны! Все эти придворные стратеги слишком трусливы. Ждать чаморошных фокусников? Что за бред! 'Мы же самые умные!' Гром и молния!

source: Bear arms! Blow up foolish corpses! God bless us!
ja: 武器を取れ！愚かな死体共を蹴散らすのだ！神は我々と共にある！
ru: Вытаскивайте оружие! Размозжим трёхклятые трупы! Бог благословляет нас!

source: (I'm glad the general is simple-minded.)
ja: （あの将軍が単純な思考の持ち主でよかった）
ru: (Я рад, что генерал столь бесхитростен.)

source: Eat...up...arrogant...humans!
ja: 高慢な・・・人間どもを・・・貪り尽くせ！
ru: Поедайте...заносчивых...людишек!

source: It's not...too late yet. I will hasten to the forest...and backstab Mages. Boreas, Merrin, defend this stronghold...and protect the rear.
ja: よし・・・これならまだ間に合う。私はすぐに森へと向かい・・・魔術師を奇襲する。Boreas、Merrin、お前達はこの城を守り・・・後方の安全を確保しておいてくれ。
ru: (Ещё... не слишком поздно. Поспешу к лесу... нужно ударить магам в спину.) Борей...Мэррин...защищайте...цитадель...и...прикрывайте...тыл.

source: Boss! The Mages have arrived!
ja: ボス！魔術師が到着してしまいました！
ru: Господин! Маги прибыли!

source: We've spent too much time... Our operation ended in failure.
ja: 時間をかけすぎたか・・・。作戦は失敗だ。
ru: (Мы слишком затянули наступление...Поэтому неудача постигла нас.)

source: Day of the dead
ja: 死者の昼
ru: День мёртвых

source: Theoden
ru: Теоден

source: Smaug
ru: Смауг

source: Gloin
ru: Глоин

source: Troll
ja: トロル
ru: Тролль

source: Skalmad
ru: Скалмед

source: Galadriel
ru: Галадриэль

source: Defeat Enemy Leaders
ja: 敵リーダーたちを倒せ
ru: Победите Вражеских Лидеров

source: Phew... That was really close.
ja: ふぅ・・・間一髪だったな。
ru: Фууух... почти успели.

source: Shit! Almost!
ja: ちっ！惜しい！
ru: Дерьмо! Почти!

source: Say your prayers!!
ja: さあ覚悟しろ！！
ru: Молись!

source: Don't get carried away. Look around!
ja: いい気になるなよ。周りを見てみろ！
ru: Не тешь себя пустыми надеждами. Оглянись!

source: What the hell is up!?
ja: どうなってるんだ！？
ru: Что произошло?

source: Ha-ha! So-called...Lich Alliance!!
ja: はは！いわゆる・・・リッチ同盟だ！！
ru: Ха-ха! Познакомься: с.. пока ещё не известным миру... Альянсом Лича!

source: Oh come on!! Why!? Why would you all form a stupid alliance with this bastard? Do you want to destroy the whole world?
ja: ふざけるな！！なぜだ！？どうしてお前達はあんな奴と馬鹿げた同盟を結ぶ？世界を滅ぼしたいのか？
ru: О нет! Почему? Почему вы все пошли на союз с этим ублюдком? Вы желаете погубить весь мир?

source: Shurrup!! You killed many drakes!!
ja: 黙れい！！お前は多くのドレイクを殺した！！
ru: Заткнииись! Ты убил множество драконов!!!

source: This is a temporary alliance.
ja: これは一時的な同盟だ。
ru: Это лишь временный союз.

source: To stop you!
ja: 貴様を止めるためのな！
ru: Остановить тебя!

source: The lich seems to be a better politician than you...
ja: あのリッチの方があなたよりも分別があるように思えるわ・・・
ru: Лич показался нам более интересным политиком, чем ты.

source: You are an enemy of everything that is right!
ja: お前は全ての正義の敵だ！
ru: Ты враг всего живого!

source: Ha ha ha! That kind of stuff.
ja: はっはっは！そういうことだ。
ru: Ха-ха-ха! Вот такие вот дела.

source: That's enough! You'll be sorry...after you become living dead.
ja: もういい！貴様ら、後悔することになるぞ・・・生ける屍となった後でな。
ru: Достаточно! Вы ещё пожалеете о содеянном... после того, как обратитесь в живые трупы!

source: Well, do the best you can!
ja: せいぜい頑張るがよい！
ru: Ну, покажите, на что способны!

source: We seem to be completely surrounded.
ja: 完全に包囲されていますね。
ru: Кажется, мы окружены.

source: Should we adopt a defensive stance, or an offensive stance?
ja: 守るべきか攻めるべきか？
ru: Что же нам делать: наступать или обороняться?

source: Anyway, we must wipe out the all enemies. Let's go!
ja: いずれにせよ、我々は奴らを皆殺しにしなければならない。行くぞ！
ru: Неважно. Имеет значение лишь смерть наших врагов.

source: Good, we've gotten rid of the foolish heroes. Now for the li...
ja: よし、これで愚かな勇者どもは片が付いた。次はリッ・・・
ru: Хорошо, мы избавились от недалёких героев. Теперь возьмёмся за л...

source: Oh, the humanity! What useless fellows!
ja: やれやれ。なんと役に立たん奴らだ。
ru: О жизнь! Куда низко ты пала! Слабые и бесполезные союзники...

source: That is the lich's voice!
ja: リッチの声だ！
ru: Голос Лича!

source: This is the end of our alliance... but I'm merciful. I will give you an opportunity to work as my servant...
ja: 同盟は破棄だな・・・しかし私は寛大だ。お前達に我が僕として働く機会を与えてやろう・・・
ru: Увы, наш союз окончен. Но я милостив, и даю вам возможность стать моими слугами...

source: Rise up! As the dead!!
ja: 蘇れ！死者として！！
ru: Восстаньте! Мёртвыми!

source: Hehe. This is where you show your grit. Farewell!
ja: くっくっく。ここが踏ん張りどころだな。それでは、ご機嫌よう！
ru: Хе-хе. А сейчас можете испытать свою стойкость. Прощайте!

source: Oh my god! They are standing up!
ja: なんてことだ！奴らが立ち上がろうとしています！
ru: О нет! Они поднимаются!

source: Shit! Double work!
ja: くそっ！二度手間だ！
ru: Дерьмо! Двойная работа!

source: It is tough to fight a series of battles...
ja: 連戦は厳しいですね・・・
ru: Как же трудно сражаться раз за разом...

source: No, it's better to push along to that bridge!
ja: いや、あの橋まで急いだ方がよいかと！
ru: Нет, лучше отойти к тому мосту!

source: Yes, and after crossing the bridge, we can knock it out!
ja: そうだな。渡ってしまえば橋を落とすこともできよう！
ru: Да! И после того, как пересечём мост, то сможем их разбить!

source: Good! Everybody, head for that bridge!
ja: よし！全軍、橋を目指せ！
ru: Отлично! Все к мосту!

source: The Shadow over the Battlefield
ja: 戦場を覆う影
ru: Тень над полем брани

source: ...Come to heel, ingrate...
ja: ・・・我に従え、忘恩の徒よ・・・
ru: ...Приди и покорись, неблагодарный...

source: ...Come to heel...
ja: ・・・我に従え・・・
ru: ...Приди и покорись...

source: SHUT UP!!
ja: 黙れ！！
ru: ЗАТКНИСЬ!!

source: After turning the herd of animals into undead, an abhorrent voice began to echo in his mind. It was a voice from long ago, the last voice he wanted to hear. Macabre yelled until the voice was dispelled.
ja: 動物の群れを死者の群れへと変えた後、しばらくして Macabre の脳裏には忌まわしい声がこだまし始めていた。それはかつて聞いたことのある、そして最も耳にしたくない声であった。堪りかね、Macabre は一喝してその声を振り払った。
ru: После обращения стада животных в мертвецов в голове Макабра зазвучал отвратительный голос, и его мучительное эхо вызывало гнев. Это был голос из далёкого прошлого, и сейчас его хотелось услышать меньше всего. В бешенстве Макабр закричал, и кричал до тех пор, пока голос не затих.

source: The next thing he knows is the smell of blood in the air. ...War. An uproar over the forest tells of the a battle. Zombies murmur, 'Flesh...a lot of...flesh...of different kinds.' The zombies are unable to suppress the craving for flesh.
ja: ふと気がついてみると、辺りには血の臭いが漂っていた。・・・戦争か。森の向こうから聞こえる喧噪がそれを物語っていた。周囲の死者たちがざわめく。肉だ・・・たくさんの・・・いろんな肉がある。急激に数を増した死者たちは、肉の渇望にあえいでいるのだ。
ru: Из памяти Макабра всплыло: запах... запах крови в воздухе... война. Шум в лесу - там идёт сражение. Зомби бормочут: <i>'Плоть... много... плоти... разная плоть'</i>. Зомби неспособны подавить тягу к свежей плоти.

source: Macabre was buried in deliberation. If there is a war, there must be elite troops of every race. Usually zombies don't have enough power to beat them. But they are impoverished by the war now. Besides, this is a chance to get more flesh and new fellows.
ja: Macabre は思案した。戦争ならば、各種族の精鋭が集まっている。ただのゾンビ集団である今の我々には彼らと正面からぶつかる力などない。しかし、戦争で疲弊している者を奇襲することができれば、その限りではないだろう・・・。それにこれは、莫大な食料と新たな仲間を得る好機だった。
ru: Макабр погрузился в раздумья. Раз идёт война, то у каждой расы должны быть свои элитные отряды. Обычно зомби не хватает мощи, чтобы разбить отборные части противника, но сейчас уставшие от битвы армии утратили силы, что даёт мертвецам возможность пополнить свои ряды.

source: Gamling
ru: Гэмлинг

source: Haldir
ru: Хэлдир

source: Thorin
ru: Торин

source: Orc
ja: オーク
ru: Орк

source: Vatgit
ru: Вэтгит

source: Glaurung
ru: Гларанг

source: Neckfrill
ru: Некфрилл

source: Smell...of...war. Go...scouting, Boreas.
ja: 戦争の・・・臭いだ。斥候に・・・行け、Boreas。
ru: Пахнет... войной. Иди... на разведку... Борей.

source: A great war! There are humans, elves, dwarves, orcs and drakes. Free for all!
ja: 大きな戦争です！人間、エルフ、ドワーフ、オーク、ドレークがいます！乱戦の模様！
ru: Ууу! Большая битва! Там люди, эльфы, гномы, орки и драконы. Освободим их всех!

source: How...are...things...going?
ja: 形勢は・・・どうなっている？
ru: Что... там... происходит?

source: Humans have an advantage! Elves and Drakes are far outnumbered!
ja: 人間が優勢です！エルフとドレイクはかなりの劣勢です！
ru: Люди побеждают! Они превосходят числом эльфов и драконов вместе взятых.

source: OK. Let's...divide...soldiers...and...attack...Elves...Drakes...from...behind. My...own...troops...will...attack...Humans.
ja: 分かった・・・兵を分け・・・エルフとドレイクを・・・背後から襲わせよう。私自身は・・・人間を叩く。
ru: Понятно... Разделим солдат...и атакуем...с тыла...эльфов...и драконов... Мой...собственный...отряд...нападёт...на людей.

source: By the way, I have made a friend.
ja: ところで、友達ができたんですが。
ru: Кстати, я обрёл друга.

source: Who?
ja: 誰だ？
ru: Кого?

source: Come out! Gingly!
ja: 出てこい！Gingly！
ru: Гинглей! Выходи!

source: Gingly
ru: Гинглей

source: Hi, Mr. Macabre.
ja: どうも、Macabre さん。
ru: Приветствую тебя, господин Макабр.

source: Hi. What...are...you...doing...here?
ja: やあ。お前は・・・ここで・・・何を・・・しているんだ？
ru: Приветствую. Что...ты...здесь...делаешь?

source: I have just been killed in the war. However I can't go to Heaven.
ja: たった今戦死したところなのですが、成仏できないのです。
ru: Меня только что убили на этой войне. Однако на небеса я попасть не могу.

source: Why?
ja: なぜだ？
ru: Почему?

source: I don't know.
ja: 分かりません。
ru: Мне это не ведомо.

source: (He doesn't seem like a puppet for that bastard...and ghosts are really useful.)
ja: （「奴」の手下ではなさそうだ。・・・それにゴーストはとても役に立つ）
ru: (Он не похож на марионетку, которая прислуживает тому ублюдку... да и призраки могут оказаться полезными.)

source: Mr. Gingly, if...you...have...nowhere...to...go, join...us.
ja: Gingly くん、もし行くところがないのなら・・・我々の仲間になりたまえ。
ru: Гинглей...если...никуда...не торопишься...присоединяйся...к нам.

source: Sure, thanks. From now on, we ghosts will come under your umbrella, Macabre.
ja: ええ喜んで。有り難う。今後、私たちゴーストはあなたの傘下に入ります。Macabre さん。
ru: Благодарю. С этого часа мы, призраки, находимся под твоим началом, Макабр.

source: The time is now! Kill them all!
ja: 今だ！皆殺しにせい！
ru: Настало наше время! Убьём их всех!

source: Oops! We must retreat and regroup!
ja: しまった！撤退し、再起をはからなくては！
ru: Святой Элох! Нужно отступить и перегруппироваться!

source: Blast! The damage is considerable. Retreat!
ja: くそったれ！被害が大きすぎる。撤退だ！
ru: Проклятие! Мы понесли большие потери! Отступаем!

source: Sir! I broke my leg...I can't move!
ja: 親分！足が折れちまいまして・・・動けないんです！
ru: Господин! Я сломал ногу... я не могу сдвинуться с места!

source: You're useless! Drop dead here!
ja: 役立たずめが！ここでくたばるがいい！
ru: Бесполезная тварь! Сдохни, и не мешай другим!

source: That's too cruel!
ja: そんな殺生な！
ru: Это слишком жестоко!

source: Well done! Leave the cowards alone! Kill the dwarves and orcs!
ja: よくやった！臆病者は放っておけい！ドワーフとオークを殺せ！
ru: Отличная работа! Добивать трусов будем потом! А сейчас займёмся гномами и орками!

source: Well...our...turn. Don't...miss...the...escaped...leaders. Eat...and...plague...all...living...creatures!
ja: さて・・・我々の番だ。逃走する将を・・・逃すな。全ての・・・生ある者を・・・食らい・・・汚染するのだ！
ru: Так...наши...возвращаются. Не...упустите сбежавших...вожаков. Ешьте...и...заражайте...всех...живых!

source: The Elvish and Drake leaders intend to run away to their nearest signpost. The more leaders you kill, the more gold you get.
ja: エルフとドレークの将はそれぞれのサインポストから撤退しようとしています。敵将を倒せば倒すほど、多くのゴールドを得られます。
ru: Лидеры эльфов и драконов устремились к ближайшему указателю. Чем больше лидеров вы убьёте, тем больше золота получите.

source: Defeat at least one Enemy Leader
ja: 少なくとも一人の敵リーダーを倒せ
ru: Победите хоть одного лидера противника

source: Turns run out without killing any leaders
ja: 敵リーダーを一人も倒せないまま時間切れ
ru: Ходы закончились, а лидеры противника остались живы

source: Safe! All forces, retreat!
ja: 助かった！全軍撤退！
ru: Спасаемся! Отступаем!

source: You got 80g!
ru: Вы получили 80 золотых!

source: Humans have lost their leader and fallen into confusion (they never move).
ja: 人間はリーダーを失い、混乱に陥りました（彼らは移動できません）。
ru: Люди лишились своего предводителя и впали в замешательство (никуда не движутся).

source: Elves have lost their leader and fallen into confusion (they never move)
ja: エルフはリーダーを失い、混乱に陥りました（彼らは移動できません）。
ru: Эльфы лишились своего предводителя и впали в замешательство (никуда не движутся).

source: Orcs have lost their leader and fallen into confusion (they never move).
ja: オークはリーダーを失い、混乱に陥りました（彼らは移動できません）。
ru: Орки лишились своего предводителя и впали в замешательство (никуда не движутся).
